{"id":0,"sentence":"Melissa met the man at the park.","shifted":"False","var":"hnps"}
{"id":0,"sentence":"Melissa met at the park the man.","shifted":"True","var":"hnps"}
{"id":76,"sentence":"Melissa met the quiet girl at the park.","shifted":"False","var":"hnps"}
{"id":76,"sentence":"Melissa met at the park the quiet girl.","shifted":"True","var":"hnps"}
{"id":204,"sentence":"Melissa met the mysterious man after the party.","shifted":"False","var":"hnps"}
{"id":204,"sentence":"Melissa met after the party the mysterious man.","shifted":"True","var":"hnps"}
{"id":292,"sentence":"Melissa saw the tall man at the park.","shifted":"False","var":"hnps"}
{"id":292,"sentence":"Melissa saw at the park the tall man.","shifted":"True","var":"hnps"}
{"id":298,"sentence":"Melissa saw the rugged man from the forest at the park.","shifted":"False","var":"hnps"}
{"id":298,"sentence":"Melissa saw at the park the rugged man from the forest.","shifted":"True","var":"hnps"}
{"id":312,"sentence":"Melissa saw the rugged mysterious man at the park.","shifted":"False","var":"hnps"}
{"id":312,"sentence":"Melissa saw at the park the rugged mysterious man.","shifted":"True","var":"hnps"}
{"id":316,"sentence":"Melissa saw the tall rugged mysterious man at the park.","shifted":"False","var":"hnps"}
{"id":316,"sentence":"Melissa saw at the park the tall rugged mysterious man.","shifted":"True","var":"hnps"}
{"id":395,"sentence":"Melissa saw the rugged man with the axe from the forest in the store.","shifted":"False","var":"hnps"}
{"id":395,"sentence":"Melissa saw in the store the rugged man with the axe from the forest.","shifted":"True","var":"hnps"}
{"id":397,"sentence":"Melissa saw the mysterious man with the axe in the store.","shifted":"False","var":"hnps"}
{"id":397,"sentence":"Melissa saw in the store the mysterious man with the axe.","shifted":"True","var":"hnps"}
{"id":441,"sentence":"Melissa saw her sweet estranged friend from high school in the store.","shifted":"False","var":"hnps"}
{"id":441,"sentence":"Melissa saw in the store her sweet estranged friend from high school.","shifted":"True","var":"hnps"}
{"id":509,"sentence":"Melissa saw the tall rugged mysterious man with the axe after the party.","shifted":"False","var":"hnps"}
{"id":509,"sentence":"Melissa saw after the party the tall rugged mysterious man with the axe.","shifted":"True","var":"hnps"}
{"id":510,"sentence":"Melissa saw the tall rugged mysterious man from the forest after the party.","shifted":"False","var":"hnps"}
{"id":510,"sentence":"Melissa saw after the party the tall rugged mysterious man from the forest.","shifted":"True","var":"hnps"}
{"id":577,"sentence":"Melissa noticed the man with the axe at the park.","shifted":"False","var":"hnps"}
{"id":577,"sentence":"Melissa noticed at the park the man with the axe.","shifted":"True","var":"hnps"}
{"id":578,"sentence":"Melissa noticed the man from the forest at the park.","shifted":"False","var":"hnps"}
{"id":578,"sentence":"Melissa noticed at the park the man from the forest.","shifted":"True","var":"hnps"}
{"id":689,"sentence":"Melissa noticed the tall rugged man with the axe in the store.","shifted":"False","var":"hnps"}
{"id":689,"sentence":"Melissa noticed in the store the tall rugged man with the axe.","shifted":"True","var":"hnps"}
{"id":702,"sentence":"Melissa noticed the tall rugged mysterious man from the forest in the store.","shifted":"False","var":"hnps"}
{"id":702,"sentence":"Melissa noticed in the store the tall rugged mysterious man from the forest.","shifted":"True","var":"hnps"}
{"id":821,"sentence":"Melissa noticed her old estranged friend from high school after the party.","shifted":"False","var":"hnps"}
{"id":821,"sentence":"Melissa noticed after the party her old estranged friend from high school.","shifted":"True","var":"hnps"}
{"id":849,"sentence":"Melissa noticed the short thin girl in the line after the party.","shifted":"False","var":"hnps"}
{"id":849,"sentence":"Melissa noticed after the party the short thin girl in the line.","shifted":"True","var":"hnps"}
{"id":884,"sentence":"Melissa awarded an expensive check of $50k from the hosts for the competition.","shifted":"False","var":"hnps"}
{"id":884,"sentence":"Melissa awarded for the competition an expensive check of $50k from the hosts.","shifted":"True","var":"hnps"}
{"id":899,"sentence":"Melissa awarded a trophy with her name for her performance for the competition.","shifted":"False","var":"hnps"}
{"id":899,"sentence":"Melissa awarded for the competition a trophy with her name for her performance.","shifted":"True","var":"hnps"}
{"id":958,"sentence":"Melissa awarded a large expensive check from the hosts from the organization at the ceremony.","shifted":"False","var":"hnps"}
{"id":958,"sentence":"Melissa awarded at the ceremony a large expensive check from the hosts from the organization.","shifted":"True","var":"hnps"}
{"id":995,"sentence":"Melissa awarded a check from the organization to the team.","shifted":"False","var":"hnps"}
{"id":995,"sentence":"Melissa awarded to the team a check from the organization.","shifted":"True","var":"hnps"}
{"id":1003,"sentence":"Melissa awarded a large check from the organization to the team.","shifted":"False","var":"hnps"}
{"id":1003,"sentence":"Melissa awarded to the team a large check from the organization.","shifted":"True","var":"hnps"}
{"id":1033,"sentence":"Melissa awarded a gold trophy with her name to the team.","shifted":"False","var":"hnps"}
{"id":1033,"sentence":"Melissa awarded to the team a gold trophy with her name.","shifted":"True","var":"hnps"}
{"id":1043,"sentence":"Melissa awarded a shiny gold trophy with her name for her performance to the team.","shifted":"False","var":"hnps"}
{"id":1043,"sentence":"Melissa awarded to the team a shiny gold trophy with her name for her performance.","shifted":"True","var":"hnps"}
{"id":1071,"sentence":"Melissa presented a large check of $50k from the hosts from the organization for the competition.","shifted":"False","var":"hnps"}
{"id":1071,"sentence":"Melissa presented for the competition a large check of $50k from the hosts from the organization.","shifted":"True","var":"hnps"}
{"id":1142,"sentence":"Melissa presented an expensive check from the hosts from the organization at the ceremony.","shifted":"False","var":"hnps"}
{"id":1142,"sentence":"Melissa presented at the ceremony an expensive check from the hosts from the organization.","shifted":"True","var":"hnps"}
{"id":1194,"sentence":"Melissa presented a large check from the hosts to the team.","shifted":"False","var":"hnps"}
{"id":1194,"sentence":"Melissa presented to the team a large check from the hosts.","shifted":"True","var":"hnps"}
{"id":1198,"sentence":"Melissa presented a large check from the hosts from the organization to the team.","shifted":"False","var":"hnps"}
{"id":1198,"sentence":"Melissa presented to the team a large check from the hosts from the organization.","shifted":"True","var":"hnps"}
{"id":1276,"sentence":"Melissa gifted a large expensive check of $50k from the hosts for the competition.","shifted":"False","var":"hnps"}
{"id":1276,"sentence":"Melissa gifted for the competition a large expensive check of $50k from the hosts.","shifted":"True","var":"hnps"}
{"id":1299,"sentence":"Melissa gifted a shiny gold trophy with her name for her performance for the competition.","shifted":"False","var":"hnps"}
{"id":1299,"sentence":"Melissa gifted for the competition a shiny gold trophy with her name for her performance.","shifted":"True","var":"hnps"}
{"id":1317,"sentence":"Melissa gifted a check of $50k from the organization at the ceremony.","shifted":"False","var":"hnps"}
{"id":1317,"sentence":"Melissa gifted at the ceremony a check of $50k from the organization.","shifted":"True","var":"hnps"}
{"id":1347,"sentence":"Melissa gifted a trophy with her name for her performance at the ceremony.","shifted":"False","var":"hnps"}
{"id":1347,"sentence":"Melissa gifted at the ceremony a trophy with her name for her performance.","shifted":"True","var":"hnps"}
{"id":1368,"sentence":"Melissa gifted a gold winning trophy at the ceremony.","shifted":"False","var":"hnps"}
{"id":1368,"sentence":"Melissa gifted at the ceremony a gold winning trophy.","shifted":"True","var":"hnps"}
{"id":1369,"sentence":"Melissa gifted a gold winning trophy with her name at the ceremony.","shifted":"False","var":"hnps"}
{"id":1369,"sentence":"Melissa gifted at the ceremony a gold winning trophy with her name.","shifted":"True","var":"hnps"}
{"id":1377,"sentence":"Melissa gifted a check of $50k to the team.","shifted":"False","var":"hnps"}
{"id":1377,"sentence":"Melissa gifted to the team a check of $50k.","shifted":"True","var":"hnps"}
{"id":1392,"sentence":"Melissa gifted an expensive check to the team.","shifted":"False","var":"hnps"}
{"id":1392,"sentence":"Melissa gifted to the team an expensive check.","shifted":"True","var":"hnps"}
{"id":1399,"sentence":"Melissa gifted an expensive check of $50k from the hosts from the organization to the team.","shifted":"False","var":"hnps"}
{"id":1399,"sentence":"Melissa gifted to the team an expensive check of $50k from the hosts from the organization.","shifted":"True","var":"hnps"}
{"id":1458,"sentence":"Melissa gave an expensive check from the hosts for the competition.","shifted":"False","var":"hnps"}
{"id":1458,"sentence":"Melissa gave for the competition an expensive check from the hosts.","shifted":"True","var":"hnps"}
{"id":1539,"sentence":"Melissa gave a trophy with her name for her performance at the ceremony.","shifted":"False","var":"hnps"}
{"id":1539,"sentence":"Melissa gave at the ceremony a trophy with her name for her performance.","shifted":"True","var":"hnps"}
{"id":1609,"sentence":"Melissa gave a gold trophy with her name to the team.","shifted":"False","var":"hnps"}
{"id":1609,"sentence":"Melissa gave to the team a gold trophy with her name.","shifted":"True","var":"hnps"}
{"id":1672,"sentence":"Melissa baked a vanilla cake for the party.","shifted":"False","var":"hnps"}
{"id":1672,"sentence":"Melissa baked for the party a vanilla cake.","shifted":"True","var":"hnps"}
{"id":1686,"sentence":"Melissa baked a sponge cake in green frosting with pink bows for the party.","shifted":"False","var":"hnps"}
{"id":1686,"sentence":"Melissa baked for the party a sponge cake in green frosting with pink bows.","shifted":"True","var":"hnps"}
{"id":1688,"sentence":"Melissa baked a multilevel blue cake for the party.","shifted":"False","var":"hnps"}
{"id":1688,"sentence":"Melissa baked for the party a multilevel blue cake.","shifted":"True","var":"hnps"}
{"id":1693,"sentence":"Melissa baked a multilevel blue cake with her name with pink bows for the party.","shifted":"False","var":"hnps"}
{"id":1693,"sentence":"Melissa baked for the party a multilevel blue cake with her name with pink bows.","shifted":"True","var":"hnps"}
{"id":1703,"sentence":"Melissa baked a multilevel vanilla cake with her name in green frosting with pink bows for the party.","shifted":"False","var":"hnps"}
{"id":1703,"sentence":"Melissa baked for the party a multilevel vanilla cake with her name in green frosting with pink bows.","shifted":"True","var":"hnps"}
{"id":1704,"sentence":"Melissa baked a multilevel sponge cake for the party.","shifted":"False","var":"hnps"}
{"id":1704,"sentence":"Melissa baked for the party a multilevel sponge cake.","shifted":"True","var":"hnps"}
{"id":1716,"sentence":"Melissa baked a blue vanilla cake with her name in green frosting for the party.","shifted":"False","var":"hnps"}
{"id":1716,"sentence":"Melissa baked for the party a blue vanilla cake with her name in green frosting.","shifted":"True","var":"hnps"}
{"id":1721,"sentence":"Melissa baked a blue sponge cake with her name for the party.","shifted":"False","var":"hnps"}
{"id":1721,"sentence":"Melissa baked for the party a blue sponge cake with her name.","shifted":"True","var":"hnps"}
{"id":1756,"sentence":"Melissa baked a multilevel vanilla sponge cake with her name in green frosting for the party.","shifted":"False","var":"hnps"}
{"id":1756,"sentence":"Melissa baked for the party a multilevel vanilla sponge cake with her name in green frosting.","shifted":"True","var":"hnps"}
{"id":1763,"sentence":"Melissa baked a blue vanilla sponge cake with pink bows for the party.","shifted":"False","var":"hnps"}
{"id":1763,"sentence":"Melissa baked for the party a blue vanilla sponge cake with pink bows.","shifted":"True","var":"hnps"}
{"id":1817,"sentence":"Melissa baked vegan blueberry muffins with white frosting for the party.","shifted":"False","var":"hnps"}
{"id":1817,"sentence":"Melissa baked for the party vegan blueberry muffins with white frosting.","shifted":"True","var":"hnps"}
{"id":1852,"sentence":"Melissa baked a wrapped birthday present over the weekend.","shifted":"False","var":"hnps"}
{"id":1852,"sentence":"Melissa baked over the weekend a wrapped birthday present.","shifted":"True","var":"hnps"}
{"id":1872,"sentence":"Melissa baked a blue cake over the weekend.","shifted":"False","var":"hnps"}
{"id":1872,"sentence":"Melissa baked over the weekend a blue cake.","shifted":"True","var":"hnps"}
{"id":1878,"sentence":"Melissa baked a blue cake in green frosting with pink bows over the weekend.","shifted":"False","var":"hnps"}
{"id":1878,"sentence":"Melissa baked over the weekend a blue cake in green frosting with pink bows.","shifted":"True","var":"hnps"}
{"id":1883,"sentence":"Melissa baked a vanilla cake with pink bows over the weekend.","shifted":"False","var":"hnps"}
{"id":1883,"sentence":"Melissa baked over the weekend a vanilla cake with pink bows.","shifted":"True","var":"hnps"}
{"id":1898,"sentence":"Melissa baked a multilevel blue cake in green frosting over the weekend.","shifted":"False","var":"hnps"}
{"id":1898,"sentence":"Melissa baked over the weekend a multilevel blue cake in green frosting.","shifted":"True","var":"hnps"}
{"id":1910,"sentence":"Melissa baked a multilevel vanilla cake in green frosting with pink bows over the weekend.","shifted":"False","var":"hnps"}
{"id":1910,"sentence":"Melissa baked over the weekend a multilevel vanilla cake in green frosting with pink bows.","shifted":"True","var":"hnps"}
{"id":1913,"sentence":"Melissa baked a multilevel sponge cake with her name over the weekend.","shifted":"False","var":"hnps"}
{"id":1913,"sentence":"Melissa baked over the weekend a multilevel sponge cake with her name.","shifted":"True","var":"hnps"}
{"id":1935,"sentence":"Melissa baked a blue sponge cake with her name in green frosting with pink bows over the weekend.","shifted":"False","var":"hnps"}
{"id":1935,"sentence":"Melissa baked over the weekend a blue sponge cake with her name in green frosting with pink bows.","shifted":"True","var":"hnps"}
{"id":1983,"sentence":"Melissa baked a multilevel blue vanilla sponge cake with her name in green frosting with pink bows over the weekend.","shifted":"False","var":"hnps"}
{"id":1983,"sentence":"Melissa baked over the weekend a multilevel blue vanilla sponge cake with her name in green frosting with pink bows.","shifted":"True","var":"hnps"}
{"id":2000,"sentence":"Melissa baked blueberry muffins over the weekend.","shifted":"False","var":"hnps"}
{"id":2000,"sentence":"Melissa baked over the weekend blueberry muffins.","shifted":"True","var":"hnps"}
{"id":2043,"sentence":"Melissa baked fresh vegan blueberry muffins with white frosting with egg substitute over the weekend.","shifted":"False","var":"hnps"}
{"id":2043,"sentence":"Melissa baked over the weekend fresh vegan blueberry muffins with white frosting with egg substitute.","shifted":"True","var":"hnps"}
{"id":2089,"sentence":"Melissa baked a vanilla cake with her name in her kitchen.","shifted":"False","var":"hnps"}
{"id":2089,"sentence":"Melissa baked in her kitchen a vanilla cake with her name.","shifted":"True","var":"hnps"}
{"id":2099,"sentence":"Melissa baked a sponge cake with pink bows in her kitchen.","shifted":"False","var":"hnps"}
{"id":2099,"sentence":"Melissa baked in her kitchen a sponge cake with pink bows.","shifted":"True","var":"hnps"}
{"id":2103,"sentence":"Melissa baked a sponge cake with her name in green frosting with pink bows in her kitchen.","shifted":"False","var":"hnps"}
{"id":2103,"sentence":"Melissa baked in her kitchen a sponge cake with her name in green frosting with pink bows.","shifted":"True","var":"hnps"}
{"id":2117,"sentence":"Melissa baked a multilevel vanilla cake with her name with pink bows in her kitchen.","shifted":"False","var":"hnps"}
{"id":2117,"sentence":"Melissa baked in her kitchen a multilevel vanilla cake with her name with pink bows.","shifted":"True","var":"hnps"}
{"id":2165,"sentence":"Melissa baked a multilevel blue sponge cake with her name with pink bows in her kitchen.","shifted":"False","var":"hnps"}
{"id":2165,"sentence":"Melissa baked in her kitchen a multilevel blue sponge cake with her name with pink bows.","shifted":"True","var":"hnps"}
{"id":2248,"sentence":"Melissa baked fresh vegan blueberry muffins in her kitchen.","shifted":"False","var":"hnps"}
{"id":2248,"sentence":"Melissa baked in her kitchen fresh vegan blueberry muffins.","shifted":"True","var":"hnps"}
{"id":2261,"sentence":"Melissa made a wrapped present with red ribbon for the party.","shifted":"False","var":"hnps"}
{"id":2261,"sentence":"Melissa made for the party a wrapped present with red ribbon.","shifted":"True","var":"hnps"}
{"id":2291,"sentence":"Melissa made a blue cake with pink bows for the party.","shifted":"False","var":"hnps"}
{"id":2291,"sentence":"Melissa made for the party a blue cake with pink bows.","shifted":"True","var":"hnps"}
{"id":2313,"sentence":"Melissa made a multilevel blue cake with her name for the party.","shifted":"False","var":"hnps"}
{"id":2313,"sentence":"Melissa made for the party a multilevel blue cake with her name.","shifted":"True","var":"hnps"}
{"id":2363,"sentence":"Melissa made a multilevel blue vanilla cake with pink bows for the party.","shifted":"False","var":"hnps"}
{"id":2363,"sentence":"Melissa made for the party a multilevel blue vanilla cake with pink bows.","shifted":"True","var":"hnps"}
{"id":2439,"sentence":"Melissa made fresh blueberry muffins with white frosting with egg substitute for the party.","shifted":"False","var":"hnps"}
{"id":2439,"sentence":"Melissa made for the party fresh blueberry muffins with white frosting with egg substitute.","shifted":"True","var":"hnps"}
{"id":2456,"sentence":"Melissa made fresh vegan blueberry muffins for the party.","shifted":"False","var":"hnps"}
{"id":2456,"sentence":"Melissa made for the party fresh vegan blueberry muffins.","shifted":"True","var":"hnps"}
{"id":2483,"sentence":"Melissa made a cake with pink bows over the weekend.","shifted":"False","var":"hnps"}
{"id":2483,"sentence":"Melissa made over the weekend a cake with pink bows.","shifted":"True","var":"hnps"}
{"id":2484,"sentence":"Melissa made a cake with her name in green frosting over the weekend.","shifted":"False","var":"hnps"}
{"id":2484,"sentence":"Melissa made over the weekend a cake with her name in green frosting.","shifted":"True","var":"hnps"}
{"id":2517,"sentence":"Melissa made a sponge cake with her name with pink bows over the weekend.","shifted":"False","var":"hnps"}
{"id":2517,"sentence":"Melissa made over the weekend a sponge cake with her name with pink bows.","shifted":"True","var":"hnps"}
{"id":2549,"sentence":"Melissa made a blue vanilla cake with her name with pink bows over the weekend.","shifted":"False","var":"hnps"}
{"id":2549,"sentence":"Melissa made over the weekend a blue vanilla cake with her name with pink bows.","shifted":"True","var":"hnps"}
{"id":2585,"sentence":"Melissa made a multilevel vanilla sponge cake with her name over the weekend.","shifted":"False","var":"hnps"}
{"id":2585,"sentence":"Melissa made over the weekend a multilevel vanilla sponge cake with her name.","shifted":"True","var":"hnps"}
{"id":2594,"sentence":"Melissa made a blue vanilla sponge cake in green frosting over the weekend.","shifted":"False","var":"hnps"}
{"id":2594,"sentence":"Melissa made over the weekend a blue vanilla sponge cake in green frosting.","shifted":"True","var":"hnps"}
{"id":2726,"sentence":"Melissa made a sponge cake in green frosting with pink bows in her kitchen.","shifted":"False","var":"hnps"}
{"id":2726,"sentence":"Melissa made in her kitchen a sponge cake in green frosting with pink bows.","shifted":"True","var":"hnps"}
{"id":2777,"sentence":"Melissa made a multilevel blue vanilla cake with her name in her kitchen.","shifted":"False","var":"hnps"}
{"id":2777,"sentence":"Melissa made in her kitchen a multilevel blue vanilla cake with her name.","shifted":"True","var":"hnps"}
{"id":2784,"sentence":"Melissa made a multilevel blue sponge cake in her kitchen.","shifted":"False","var":"hnps"}
{"id":2784,"sentence":"Melissa made in her kitchen a multilevel blue sponge cake.","shifted":"True","var":"hnps"}
{"id":2787,"sentence":"Melissa made a multilevel blue sponge cake with pink bows in her kitchen.","shifted":"False","var":"hnps"}
{"id":2787,"sentence":"Melissa made in her kitchen a multilevel blue sponge cake with pink bows.","shifted":"True","var":"hnps"}
{"id":2825,"sentence":"Melissa made fresh muffins with white frosting in her kitchen.","shifted":"False","var":"hnps"}
{"id":2825,"sentence":"Melissa made in her kitchen fresh muffins with white frosting.","shifted":"True","var":"hnps"}
{"id":2907,"sentence":"Melissa prepared a multilevel cake with pink bows for the party.","shifted":"False","var":"hnps"}
{"id":2907,"sentence":"Melissa prepared for the party a multilevel cake with pink bows.","shifted":"True","var":"hnps"}
{"id":2909,"sentence":"Melissa prepared a multilevel cake with her name with pink bows for the party.","shifted":"False","var":"hnps"}
{"id":2909,"sentence":"Melissa prepared for the party a multilevel cake with her name with pink bows.","shifted":"True","var":"hnps"}
{"id":2910,"sentence":"Melissa prepared a multilevel cake in green frosting with pink bows for the party.","shifted":"False","var":"hnps"}
{"id":2910,"sentence":"Melissa prepared for the party a multilevel cake in green frosting with pink bows.","shifted":"True","var":"hnps"}
{"id":2926,"sentence":"Melissa prepared a vanilla cake in green frosting with pink bows for the party.","shifted":"False","var":"hnps"}
{"id":2926,"sentence":"Melissa prepared for the party a vanilla cake in green frosting with pink bows.","shifted":"True","var":"hnps"}
{"id":2927,"sentence":"Melissa prepared a vanilla cake with her name in green frosting with pink bows for the party.","shifted":"False","var":"hnps"}
{"id":2927,"sentence":"Melissa prepared for the party a vanilla cake with her name in green frosting with pink bows.","shifted":"True","var":"hnps"}
{"id":2971,"sentence":"Melissa prepared a blue sponge cake with pink bows for the party.","shifted":"False","var":"hnps"}
{"id":2971,"sentence":"Melissa prepared for the party a blue sponge cake with pink bows.","shifted":"True","var":"hnps"}
{"id":3021,"sentence":"Melissa prepared a multilevel blue vanilla sponge cake with her name with pink bows for the party.","shifted":"False","var":"hnps"}
{"id":3021,"sentence":"Melissa prepared for the party a multilevel blue vanilla sponge cake with her name with pink bows.","shifted":"True","var":"hnps"}
{"id":3099,"sentence":"Melissa prepared a birthday present with red ribbon in a white box over the weekend.","shifted":"False","var":"hnps"}
{"id":3099,"sentence":"Melissa prepared over the weekend a birthday present with red ribbon in a white box.","shifted":"True","var":"hnps"}
{"id":3127,"sentence":"Melissa prepared a blue cake with her name in green frosting with pink bows over the weekend.","shifted":"False","var":"hnps"}
{"id":3127,"sentence":"Melissa prepared over the weekend a blue cake with her name in green frosting with pink bows.","shifted":"True","var":"hnps"}
{"id":3162,"sentence":"Melissa prepared a multilevel sponge cake in green frosting over the weekend.","shifted":"False","var":"hnps"}
{"id":3162,"sentence":"Melissa prepared over the weekend a multilevel sponge cake in green frosting.","shifted":"True","var":"hnps"}
{"id":3217,"sentence":"Melissa prepared a blue vanilla sponge cake with her name over the weekend.","shifted":"False","var":"hnps"}
{"id":3217,"sentence":"Melissa prepared over the weekend a blue vanilla sponge cake with her name.","shifted":"True","var":"hnps"}
{"id":3290,"sentence":"Melissa prepared fresh vegan blueberry muffins with egg substitute over the weekend.","shifted":"False","var":"hnps"}
{"id":3290,"sentence":"Melissa prepared over the weekend fresh vegan blueberry muffins with egg substitute.","shifted":"True","var":"hnps"}
{"id":3322,"sentence":"Melissa prepared a multilevel cake in green frosting in her kitchen.","shifted":"False","var":"hnps"}
{"id":3322,"sentence":"Melissa prepared in her kitchen a multilevel cake in green frosting.","shifted":"True","var":"hnps"}
{"id":3442,"sentence":"Melissa prepared muffins with egg substitute in her kitchen.","shifted":"False","var":"hnps"}
{"id":3442,"sentence":"Melissa prepared in her kitchen muffins with egg substitute.","shifted":"True","var":"hnps"}
{"id":3518,"sentence":"Melissa took courses on astronomy under the famous professor from NASA at the college.","shifted":"False","var":"hnps"}
{"id":3518,"sentence":"Melissa took at the college courses on astronomy under the famous professor from NASA.","shifted":"True","var":"hnps"}
{"id":3556,"sentence":"Melissa took strenuous courses from NASA at the college.","shifted":"False","var":"hnps"}
{"id":3556,"sentence":"Melissa took at the college strenuous courses from NASA.","shifted":"True","var":"hnps"}
{"id":3608,"sentence":"Melissa took fascinating strenuous courses on astronomy under the famous professor at the college.","shifted":"False","var":"hnps"}
{"id":3608,"sentence":"Melissa took at the college fascinating strenuous courses on astronomy under the famous professor.","shifted":"True","var":"hnps"}
{"id":3636,"sentence":"Melissa took courses from NASA at her university.","shifted":"False","var":"hnps"}
{"id":3636,"sentence":"Melissa took at her university courses from NASA.","shifted":"True","var":"hnps"}
{"id":3687,"sentence":"Melissa took strenuous courses for her graduate program from NASA at her university.","shifted":"False","var":"hnps"}
{"id":3687,"sentence":"Melissa took at her university strenuous courses for her graduate program from NASA.","shifted":"True","var":"hnps"}
{"id":3736,"sentence":"Melissa took fascinating strenuous courses on astronomy under the famous professor at her university.","shifted":"False","var":"hnps"}
{"id":3736,"sentence":"Melissa took at her university fascinating strenuous courses on astronomy under the famous professor.","shifted":"True","var":"hnps"}
{"id":3801,"sentence":"Melissa took fascinating courses on astronomy from NASA during the day.","shifted":"False","var":"hnps"}
{"id":3801,"sentence":"Melissa took during the day fascinating courses on astronomy from NASA.","shifted":"True","var":"hnps"}
{"id":3920,"sentence":"Melissan enjoyed fascinating courses at the college.","shifted":"False","var":"hnps"}
{"id":3920,"sentence":"Melissan enjoyed at the college fascinating courses.","shifted":"True","var":"hnps"}
{"id":3924,"sentence":"Melissan enjoyed fascinating courses from NASA at the college.","shifted":"False","var":"hnps"}
{"id":3924,"sentence":"Melissan enjoyed at the college fascinating courses from NASA.","shifted":"True","var":"hnps"}
{"id":3926,"sentence":"Melissan enjoyed fascinating courses for her graduate program under the famous professor at the college.","shifted":"False","var":"hnps"}
{"id":3926,"sentence":"Melissan enjoyed at the college fascinating courses for her graduate program under the famous professor.","shifted":"True","var":"hnps"}
{"id":3990,"sentence":"Melissan enjoyed fascinating strenuous courses for her graduate program under the famous professor at the college.","shifted":"False","var":"hnps"}
{"id":3990,"sentence":"Melissan enjoyed at the college fascinating strenuous courses for her graduate program under the famous professor.","shifted":"True","var":"hnps"}
{"id":4067,"sentence":"Melissan enjoyed strenuous courses under the famous professor at her university.","shifted":"False","var":"hnps"}
{"id":4067,"sentence":"Melissan enjoyed at her university strenuous courses under the famous professor.","shifted":"True","var":"hnps"}
{"id":4119,"sentence":"Melissan enjoyed fascinating strenuous courses for her graduate program from NASA at her university.","shifted":"False","var":"hnps"}
{"id":4119,"sentence":"Melissan enjoyed at her university fascinating strenuous courses for her graduate program from NASA.","shifted":"True","var":"hnps"}
{"id":4200,"sentence":"Melissan enjoyed strenuous courses on astronomy under the famous professor during the day.","shifted":"False","var":"hnps"}
{"id":4200,"sentence":"Melissan enjoyed during the day strenuous courses on astronomy under the famous professor.","shifted":"True","var":"hnps"}
{"id":4249,"sentence":"Melissan enjoyed fascinating strenuous courses on astronomy from NASA during the day.","shifted":"False","var":"hnps"}
{"id":4249,"sentence":"Melissan enjoyed during the day fascinating strenuous courses on astronomy from NASA.","shifted":"True","var":"hnps"}
{"id":4253,"sentence":"Melissan enjoyed fascinating strenuous courses for her graduate program under the famous professor from NASA during the day.","shifted":"False","var":"hnps"}
{"id":4253,"sentence":"Melissan enjoyed during the day fascinating strenuous courses for her graduate program under the famous professor from NASA.","shifted":"True","var":"hnps"}
{"id":4378,"sentence":"Melissa completed fascinating strenuous courses under the famous professor from NASA at the college.","shifted":"False","var":"hnps"}
{"id":4378,"sentence":"Melissa completed at the college fascinating strenuous courses under the famous professor from NASA.","shifted":"True","var":"hnps"}
{"id":4412,"sentence":"Melissa completed courses for her graduate program on astronomy from NASA at her university.","shifted":"False","var":"hnps"}
{"id":4412,"sentence":"Melissa completed at her university courses for her graduate program on astronomy from NASA.","shifted":"True","var":"hnps"}
{"id":4447,"sentence":"Melissa completed fascinating courses for her graduate program on astronomy under the famous professor from NASA at her university.","shifted":"False","var":"hnps"}
{"id":4447,"sentence":"Melissa completed at her university fascinating courses for her graduate program on astronomy under the famous professor from NASA.","shifted":"True","var":"hnps"}
{"id":4457,"sentence":"Melissa completed strenuous courses on astronomy from NASA at her university.","shifted":"False","var":"hnps"}
{"id":4457,"sentence":"Melissa completed at her university strenuous courses on astronomy from NASA.","shifted":"True","var":"hnps"}
{"id":4506,"sentence":"Melissa completed fascinating strenuous courses under the famous professor from NASA at her university.","shifted":"False","var":"hnps"}
{"id":4506,"sentence":"Melissa completed at her university fascinating strenuous courses under the famous professor from NASA.","shifted":"True","var":"hnps"}
{"id":4625,"sentence":"Melissa completed fascinating strenuous courses for her graduate program during the day.","shifted":"False","var":"hnps"}
{"id":4625,"sentence":"Melissa completed during the day fascinating strenuous courses for her graduate program.","shifted":"True","var":"hnps"}
{"id":4635,"sentence":"Melissa completed fascinating strenuous courses for her graduate program on astronomy under the famous professor during the day.","shifted":"False","var":"hnps"}
{"id":4635,"sentence":"Melissa completed during the day fascinating strenuous courses for her graduate program on astronomy under the famous professor.","shifted":"True","var":"hnps"}
{"id":4753,"sentence":"Melissa taught fascinating strenuous courses for her graduate program at the college.","shifted":"False","var":"hnps"}
{"id":4753,"sentence":"Melissa taught at the college fascinating strenuous courses for her graduate program.","shifted":"True","var":"hnps"}
{"id":4918,"sentence":"Melissa taught courses for her graduate program under the famous professor during the day.","shifted":"False","var":"hnps"}
{"id":4918,"sentence":"Melissa taught during the day courses for her graduate program under the famous professor.","shifted":"True","var":"hnps"}
{"id":5071,"sentence":"Melissa brought cold sweet alcoholic drinks from the bodega in her bag to the party.","shifted":"False","var":"hnps"}
{"id":5071,"sentence":"Melissa brought to the party cold sweet alcoholic drinks from the bodega in her bag.","shifted":"True","var":"hnps"}
{"id":5086,"sentence":"Melissa brought an anticipated important energetic air to the party.","shifted":"False","var":"hnps"}
{"id":5086,"sentence":"Melissa brought to the party an anticipated important energetic air.","shifted":"True","var":"hnps"}
{"id":5120,"sentence":"Melissa brought traditional Argentinian food to the party.","shifted":"False","var":"hnps"}
{"id":5120,"sentence":"Melissa brought to the party traditional Argentinian food.","shifted":"True","var":"hnps"}
{"id":5268,"sentence":"Melissa brought cold drinks when she arrived.","shifted":"False","var":"hnps"}
{"id":5268,"sentence":"Melissa brought when she arrived cold drinks.","shifted":"True","var":"hnps"}
{"id":5305,"sentence":"Melissa brought an anticipated important air of excitement when she arrived.","shifted":"False","var":"hnps"}
{"id":5305,"sentence":"Melissa brought when she arrived an anticipated important air of excitement.","shifted":"True","var":"hnps"}
{"id":303,"sentence":"John gave the important personal documents with his full name for his medical visit to his sweet roommate.","shifted":"False","var":"dative_alt"}
{"id":303,"sentence":"John gave his sweet roommate the important personal documents with his full name for his medical visit.","shifted":"True","var":"dative_alt"}
{"id":1012,"sentence":"John gave pink flowers with trimmed stems from the nursery in town to his sweet friendly college roommate from Dubai.","shifted":"False","var":"dative_alt"}
{"id":1012,"sentence":"John gave his sweet friendly college roommate from Dubai pink flowers with trimmed stems from the nursery in town.","shifted":"True","var":"dative_alt"}
{"id":2085,"sentence":"John gave flowers with trimmed stems with a lace wrap to his sister in college.","shifted":"False","var":"dative_alt"}
{"id":2085,"sentence":"John gave his sister in college flowers with trimmed stems with a lace wrap.","shifted":"True","var":"dative_alt"}
{"id":4396,"sentence":"John gave beautiful flowers with trimmed stems from the nursery in town to his trusted friend with the medical degree.","shifted":"False","var":"dative_alt"}
{"id":4396,"sentence":"John gave his trusted friend with the medical degree beautiful flowers with trimmed stems from the nursery in town.","shifted":"True","var":"dative_alt"}
{"id":5355,"sentence":"John gave a red car with drivers assistance for safe commuting to his good friend with the medical degree from Michigan.","shifted":"False","var":"dative_alt"}
{"id":5355,"sentence":"John gave his good friend with the medical degree from Michigan a red car with drivers assistance for safe commuting.","shifted":"True","var":"dative_alt"}
{"id":9813,"sentence":"John sent the important documents with his full name to his good friend with the medical degree.","shifted":"False","var":"dative_alt"}
{"id":9813,"sentence":"John sent his good friend with the medical degree the important documents with his full name.","shifted":"True","var":"dative_alt"}
{"id":9990,"sentence":"John sent the important documents for his medical visit to his good trusted friend.","shifted":"False","var":"dative_alt"}
{"id":9990,"sentence":"John sent his good trusted friend the important documents for his medical visit.","shifted":"True","var":"dative_alt"}
{"id":10742,"sentence":"John sent pink flowers from the nursery in town with a lace wrap to his longtime friend with the medical degree from Michigan.","shifted":"False","var":"dative_alt"}
{"id":10742,"sentence":"John sent his longtime friend with the medical degree from Michigan pink flowers from the nursery in town with a lace wrap.","shifted":"True","var":"dative_alt"}
{"id":11472,"sentence":"John sent a new red car to his good friend from Michigan.","shifted":"False","var":"dative_alt"}
{"id":11472,"sentence":"John sent his good friend from Michigan a new red car.","shifted":"True","var":"dative_alt"}
{"id":15772,"sentence":"John mailed a pricey birthday gift to his trusted longtime friend with the medical degree.","shifted":"False","var":"dative_alt"}
{"id":15772,"sentence":"John mailed his trusted longtime friend with the medical degree a pricey birthday gift.","shifted":"True","var":"dative_alt"}
{"id":15958,"sentence":"John mailed the important documents for his medical visit to his good friend with the medical degree.","shifted":"False","var":"dative_alt"}
{"id":15958,"sentence":"John mailed his good friend with the medical degree the important documents for his medical visit.","shifted":"True","var":"dative_alt"}
{"id":16874,"sentence":"John mailed beautiful flowers from the nursery in town to his longtime friend with the medical degree from Michigan.","shifted":"False","var":"dative_alt"}
{"id":16874,"sentence":"John mailed his longtime friend with the medical degree from Michigan beautiful flowers from the nursery in town.","shifted":"True","var":"dative_alt"}
{"id":17095,"sentence":"John mailed flowers with trimmed stems from the nursery in town with a lace wrap to his good longtime friend from Michigan.","shifted":"False","var":"dative_alt"}
{"id":17095,"sentence":"John mailed his good longtime friend from Michigan flowers with trimmed stems from the nursery in town with a lace wrap.","shifted":"True","var":"dative_alt"}
{"id":18822,"sentence":"John shipped the important documents for his medical visit to his sweet friendly roommate.","shifted":"False","var":"dative_alt"}
{"id":18822,"sentence":"John shipped his sweet friendly roommate the important documents for his medical visit.","shifted":"True","var":"dative_alt"}
{"id":18845,"sentence":"John shipped the important personal documents with his full name to his sweet friendly roommate from Dubai.","shifted":"False","var":"dative_alt"}
{"id":18845,"sentence":"John shipped his sweet friendly roommate from Dubai the important personal documents with his full name.","shifted":"True","var":"dative_alt"}
{"id":19091,"sentence":"John shipped pink flowers with a lace wrap to his friendly roommate.","shifted":"False","var":"dative_alt"}
{"id":19091,"sentence":"John shipped his friendly roommate pink flowers with a lace wrap.","shifted":"True","var":"dative_alt"}
{"id":20169,"sentence":"John shipped a birthday gift with a card to his older step sister.","shifted":"False","var":"dative_alt"}
{"id":20169,"sentence":"John shipped his older step sister a birthday gift with a card.","shifted":"True","var":"dative_alt"}
{"id":20545,"sentence":"John shipped flowers with trimmed stems to his sister in Arkansas.","shifted":"False","var":"dative_alt"}
{"id":20545,"sentence":"John shipped his sister in Arkansas flowers with trimmed stems.","shifted":"True","var":"dative_alt"}
{"id":20808,"sentence":"John shipped beautiful flowers to his step sister in Arkansas.","shifted":"False","var":"dative_alt"}
{"id":20808,"sentence":"John shipped his step sister in Arkansas beautiful flowers.","shifted":"True","var":"dative_alt"}
{"id":22905,"sentence":"John shipped beautiful pink flowers with trimmed stems to his trusted friend with the medical degree from Michigan.","shifted":"False","var":"dative_alt"}
{"id":22905,"sentence":"John shipped his trusted friend with the medical degree from Michigan beautiful pink flowers with trimmed stems.","shifted":"True","var":"dative_alt"}
{"id":23545,"sentence":"John shipped beautiful pink flowers with trimmed stems to his good trusted longtime friend with the medical degree from Michigan.","shifted":"False","var":"dative_alt"}
{"id":23545,"sentence":"John shipped his good trusted longtime friend with the medical degree from Michigan beautiful pink flowers with trimmed stems.","shifted":"True","var":"dative_alt"}
{"id":23598,"sentence":"John shipped a sports car for safe commuting to his friend with the medical degree.","shifted":"False","var":"dative_alt"}
{"id":23598,"sentence":"John shipped his friend with the medical degree a sports car for safe commuting.","shifted":"True","var":"dative_alt"}
{"id":25378,"sentence":"John played a detailed persuasive presentation for his thesis for his childhood friend.","shifted":"False","var":"dative_alt"}
{"id":25378,"sentence":"John played his childhood friend a detailed persuasive presentation for his thesis.","shifted":"True","var":"dative_alt"}
{"id":31087,"sentence":"John played a detailed PowerPoint presentation on his research for his thesis on chemistry for his new exchange roommate from Korea with his professor.","shifted":"False","var":"dative_alt"}
{"id":31087,"sentence":"John played his new exchange roommate from Korea with his professor a detailed PowerPoint presentation on his research for his thesis on chemistry.","shifted":"True","var":"dative_alt"}
{"id":36182,"sentence":"John played a new energetic song from his favorite record label for his new exchange roommate from Korea with his professor.","shifted":"False","var":"dative_alt"}
{"id":36182,"sentence":"John played his new exchange roommate from Korea with his professor a new energetic song from his favorite record label.","shifted":"True","var":"dative_alt"}
{"id":36902,"sentence":"John played a energetic pop song from his favorite record label for his new visiting exchange roommate.","shifted":"False","var":"dative_alt"}
{"id":36902,"sentence":"John played his new visiting exchange roommate a energetic pop song from his favorite record label.","shifted":"True","var":"dative_alt"}
{"id":39187,"sentence":"John played a persuasive presentation on chemistry for his sweet caring mom.","shifted":"False","var":"dative_alt"}
{"id":39187,"sentence":"John played his sweet caring mom a persuasive presentation on chemistry.","shifted":"True","var":"dative_alt"}
{"id":40804,"sentence":"John played a energetic pop song for his sweet mom with a film degree.","shifted":"False","var":"dative_alt"}
{"id":40804,"sentence":"John played his sweet mom with a film degree a energetic pop song.","shifted":"True","var":"dative_alt"}
{"id":40874,"sentence":"John played a danceable pop song from his favorite record label for his sweet mom from North Carolina.","shifted":"False","var":"dative_alt"}
{"id":40874,"sentence":"John played his sweet mom from North Carolina a danceable pop song from his favorite record label.","shifted":"True","var":"dative_alt"}
{"id":41380,"sentence":"John played a energetic pop song for his caring mom from North Carolina.","shifted":"False","var":"dative_alt"}
{"id":41380,"sentence":"John played his caring mom from North Carolina a energetic pop song.","shifted":"True","var":"dative_alt"}
{"id":43781,"sentence":"John showed a novice movie with a plot to his friend.","shifted":"False","var":"dative_alt"}
{"id":43781,"sentence":"John showed his friend a novice movie with a plot.","shifted":"True","var":"dative_alt"}
{"id":44292,"sentence":"John showed a new song to his good friend.","shifted":"False","var":"dative_alt"}
{"id":44292,"sentence":"John showed his good friend a new song.","shifted":"True","var":"dative_alt"}
{"id":46092,"sentence":"John showed a detailed presentation on his research for his thesis to his roommate.","shifted":"False","var":"dative_alt"}
{"id":46092,"sentence":"John showed his roommate a detailed presentation on his research for his thesis.","shifted":"True","var":"dative_alt"}
{"id":48206,"sentence":"John showed a detailed presentation for his thesis on chemistry to his new visiting roommate from Korea.","shifted":"False","var":"dative_alt"}
{"id":48206,"sentence":"John showed his new visiting roommate from Korea a detailed presentation for his thesis on chemistry.","shifted":"True","var":"dative_alt"}
{"id":50266,"sentence":"John showed a low-budget studio movie to his roommate from Korea with his professor.","shifted":"False","var":"dative_alt"}
{"id":50266,"sentence":"John showed his roommate from Korea with his professor a low-budget studio movie.","shifted":"True","var":"dative_alt"}
{"id":55415,"sentence":"John showed a comedy video for a class to his sweet mom with a film degree from North Carolina.","shifted":"False","var":"dative_alt"}
{"id":55415,"sentence":"John showed his sweet mom with a film degree from North Carolina a comedy video for a class.","shifted":"True","var":"dative_alt"}
{"id":55491,"sentence":"John showed a long video for a class to his caring mom.","shifted":"False","var":"dative_alt"}
{"id":55491,"sentence":"John showed his caring mom a long video for a class.","shifted":"True","var":"dative_alt"}
{"id":57062,"sentence":"John showed a detailed persuasive presentation for his thesis on chemistry to his sweet supportive mom with a film degree from North Carolina.","shifted":"False","var":"dative_alt"}
{"id":57062,"sentence":"John showed his sweet supportive mom with a film degree from North Carolina a detailed persuasive presentation for his thesis on chemistry.","shifted":"True","var":"dative_alt"}
{"id":65210,"sentence":"John wrote a polite notice message for his work to his religious family from the farms in Kansas.","shifted":"False","var":"dative_alt"}
{"id":65210,"sentence":"John wrote his religious family from the farms in Kansas a polite notice message for his work.","shifted":"True","var":"dative_alt"}
{"id":65225,"sentence":"John wrote a polite message about his travel in Europe to his religious family in the plains in Kansas.","shifted":"False","var":"dative_alt"}
{"id":65225,"sentence":"John wrote his religious family in the plains in Kansas a polite message about his travel in Europe.","shifted":"True","var":"dative_alt"}
{"id":65904,"sentence":"John wrote a short polite message to his large extended family in Kansas.","shifted":"False","var":"dative_alt"}
{"id":65904,"sentence":"John wrote his large extended family in Kansas a short polite message.","shifted":"True","var":"dative_alt"}
{"id":66347,"sentence":"John wrote a polite message about his travel in Europe for his work to his large religious extended family from the farms.","shifted":"False","var":"dative_alt"}
{"id":66347,"sentence":"John wrote his large religious extended family from the farms a polite message about his travel in Europe for his work.","shifted":"True","var":"dative_alt"}
{"id":67174,"sentence":"John wrote a serious long letter for the financial account for the house to his unfaithful wife from Vegas.","shifted":"False","var":"dative_alt"}
{"id":67174,"sentence":"John wrote his unfaithful wife from Vegas a serious long letter for the financial account for the house.","shifted":"True","var":"dative_alt"}
{"id":67270,"sentence":"John wrote a letter for the financial account for the house to his unfaithful wife from Vegas with the gambling addiction.","shifted":"False","var":"dative_alt"}
{"id":67270,"sentence":"John wrote his unfaithful wife from Vegas with the gambling addiction a letter for the financial account for the house.","shifted":"True","var":"dative_alt"}
{"id":70607,"sentence":"John sent a serious letter with bank information for the financial account for the house to his large religious family from the farms in the plains in Kansas.","shifted":"False","var":"dative_alt"}
{"id":70607,"sentence":"John sent his large religious family from the farms in the plains in Kansas a serious letter with bank information for the financial account for the house.","shifted":"True","var":"dative_alt"}
{"id":71053,"sentence":"John sent a serious letter with bank information for the house to his large extended family in the plains in Kansas.","shifted":"False","var":"dative_alt"}
{"id":71053,"sentence":"John sent his large extended family in the plains in Kansas a serious letter with bank information for the house.","shifted":"True","var":"dative_alt"}
{"id":71676,"sentence":"John sent a serious long written letter with bank information for the financial account to his religious extended family from the farms in the plains in Kansas.","shifted":"False","var":"dative_alt"}
{"id":71676,"sentence":"John sent his religious extended family from the farms in the plains in Kansas a serious long written letter with bank information for the financial account.","shifted":"True","var":"dative_alt"}
{"id":73729,"sentence":"John sent a message about his travel in Europe to his religious extended family.","shifted":"False","var":"dative_alt"}
{"id":73729,"sentence":"John sent his religious extended family a message about his travel in Europe.","shifted":"True","var":"dative_alt"}
{"id":74121,"sentence":"John sent a polite message about his travel in Europe to his large religious extended family from the farms in the plains.","shifted":"False","var":"dative_alt"}
{"id":74121,"sentence":"John sent his large religious extended family from the farms in the plains a polite message about his travel in Europe.","shifted":"True","var":"dative_alt"}
{"id":74606,"sentence":"John sent a serious written letter for the financial account for the house to his estranged wife from Vegas.","shifted":"False","var":"dative_alt"}
{"id":74606,"sentence":"John sent his estranged wife from Vegas a serious written letter for the financial account for the house.","shifted":"True","var":"dative_alt"}
{"id":77104,"sentence":"John mailed a long written letter to his religious family from the farms in the plains.","shifted":"False","var":"dative_alt"}
{"id":77104,"sentence":"John mailed his religious family from the farms in the plains a long written letter.","shifted":"True","var":"dative_alt"}
{"id":78837,"sentence":"John mailed a long written letter with bank information for the house to his large extended family from the farms in the plains in Kansas.","shifted":"False","var":"dative_alt"}
{"id":78837,"sentence":"John mailed his large extended family from the farms in the plains in Kansas a long written letter with bank information for the house.","shifted":"True","var":"dative_alt"}
{"id":84548,"sentence":"John drafted a letter with bank information for the financial account for his religious family from the farms.","shifted":"False","var":"dative_alt"}
{"id":84548,"sentence":"John drafted his religious family from the farms a letter with bank information for the financial account.","shifted":"True","var":"dative_alt"}
{"id":86922,"sentence":"John drafted a serious letter for the financial account for his religious extended family in the plains in Kansas.","shifted":"False","var":"dative_alt"}
{"id":86922,"sentence":"John drafted his religious extended family in the plains in Kansas a serious letter for the financial account.","shifted":"True","var":"dative_alt"}
{"id":87224,"sentence":"John drafted a serious long written letter for his large religious extended family in the plains.","shifted":"False","var":"dative_alt"}
{"id":87224,"sentence":"John drafted his large religious extended family in the plains a serious long written letter.","shifted":"True","var":"dative_alt"}
{"id":90047,"sentence":"John drafted a serious long written letter with bank information for the financial account for the house for his estranged wife with the gambling addiction.","shifted":"False","var":"dative_alt"}
{"id":90047,"sentence":"John drafted his estranged wife with the gambling addiction a serious long written letter with bank information for the financial account for the house.","shifted":"True","var":"dative_alt"}
{"id":90983,"sentence":"John drafted a short message about his travel in Europe for his work for his unfaithful wife from Vegas with the gambling addiction.","shifted":"False","var":"dative_alt"}
{"id":90983,"sentence":"John drafted his unfaithful wife from Vegas with the gambling addiction a short message about his travel in Europe for his work.","shifted":"True","var":"dative_alt"}
{"id":93215,"sentence":"John sells studio apartments with balconies on the main street in downtown to American immigrants.","shifted":"False","var":"dative_alt"}
{"id":93215,"sentence":"John sells American immigrants studio apartments with balconies on the main street in downtown.","shifted":"True","var":"dative_alt"}
{"id":93746,"sentence":"John sells cheap studio apartments on the main street to fresh American immigrants.","shifted":"False","var":"dative_alt"}
{"id":93746,"sentence":"John sells fresh American immigrants cheap studio apartments on the main street.","shifted":"True","var":"dative_alt"}
{"id":94460,"sentence":"John sells exotic sports cars to fresh immigrants with college degrees in politics from Texas.","shifted":"False","var":"dative_alt"}
{"id":94460,"sentence":"John sells fresh immigrants with college degrees in politics from Texas exotic sports cars.","shifted":"True","var":"dative_alt"}
{"id":96258,"sentence":"John sells apartments on the main street to wealthy students.","shifted":"False","var":"dative_alt"}
{"id":96258,"sentence":"John sells wealthy students apartments on the main street.","shifted":"True","var":"dative_alt"}
{"id":96487,"sentence":"John sells small cheap apartments with balconies on the main street in downtown to wealthy students in the city.","shifted":"False","var":"dative_alt"}
{"id":96487,"sentence":"John sells wealthy students in the city small cheap apartments with balconies on the main street in downtown.","shifted":"True","var":"dative_alt"}
{"id":98496,"sentence":"John rents houses to immigrants in politics from Texas.","shifted":"False","var":"dative_alt"}
{"id":98496,"sentence":"John rents immigrants in politics from Texas houses.","shifted":"True","var":"dative_alt"}
{"id":99332,"sentence":"John rents apartments with balconies on the main street to immigrants.","shifted":"False","var":"dative_alt"}
{"id":99332,"sentence":"John rents immigrants apartments with balconies on the main street.","shifted":"True","var":"dative_alt"}
{"id":99910,"sentence":"John rents apartments on the main street in downtown to fresh immigrants with college degrees.","shifted":"False","var":"dative_alt"}
{"id":99910,"sentence":"John rents fresh immigrants with college degrees apartments on the main street in downtown.","shifted":"True","var":"dative_alt"}
{"id":100681,"sentence":"John rents small apartments with balconies to American immigrants with college degrees from Texas.","shifted":"False","var":"dative_alt"}
{"id":100681,"sentence":"John rents American immigrants with college degrees from Texas small apartments with balconies.","shifted":"True","var":"dative_alt"}
{"id":104618,"sentence":"John rents small studio apartments on the main street to wealthy college students at the campus.","shifted":"False","var":"dative_alt"}
{"id":104618,"sentence":"John rents wealthy college students at the campus small studio apartments on the main street.","shifted":"True","var":"dative_alt"}
{"id":105932,"sentence":"John leases vacation houses to fresh immigrants in politics from Texas.","shifted":"False","var":"dative_alt"}
{"id":105932,"sentence":"John leases fresh immigrants in politics from Texas vacation houses.","shifted":"True","var":"dative_alt"}
{"id":109948,"sentence":"John leases large modern vacation houses to wealthy college students in the city.","shifted":"False","var":"dative_alt"}
{"id":109948,"sentence":"John leases wealthy college students in the city large modern vacation houses.","shifted":"True","var":"dative_alt"}
{"id":112750,"sentence":"John brought warm chicken soup from his kitchen for his loyal friend in Ohio.","shifted":"False","var":"dative_alt"}
{"id":112750,"sentence":"John brought his loyal friend in Ohio warm chicken soup from his kitchen.","shifted":"True","var":"dative_alt"}
{"id":115107,"sentence":"John left his guitar from his rock band from his childhood for his best friend in the sports club.","shifted":"False","var":"dative_alt"}
{"id":115107,"sentence":"John left his best friend in the sports club his guitar from his rock band from his childhood.","shifted":"True","var":"dative_alt"}
{"id":115698,"sentence":"John left a long raunchy novel from the event for his best friend in the sports club in Ohio.","shifted":"False","var":"dative_alt"}
{"id":115698,"sentence":"John left his best friend in the sports club in Ohio a long raunchy novel from the event.","shifted":"True","var":"dative_alt"}
{"id":117061,"sentence":"John cooked a feast of pie from the farm for the man on the street.","shifted":"False","var":"dative_alt"}
{"id":117061,"sentence":"John cooked the man on the street a feast of pie from the farm.","shifted":"True","var":"dative_alt"}
{"id":118369,"sentence":"John cooked a grand hearty feast of pie for the poor homeless man on the street.","shifted":"False","var":"dative_alt"}
{"id":118369,"sentence":"John cooked the poor homeless man on the street a grand hearty feast of pie.","shifted":"True","var":"dative_alt"}
{"id":119690,"sentence":"John cooked chicken soup from his kitchen for his old disabled mother.","shifted":"False","var":"dative_alt"}
{"id":119690,"sentence":"John cooked his old disabled mother chicken soup from his kitchen.","shifted":"True","var":"dative_alt"}
{"id":132654,"sentence":"John prepared a grand celebratory feast with chicken from the farm for his mother in Miami with Alzheimers.","shifted":"False","var":"dative_alt"}
{"id":132654,"sentence":"John prepared his mother in Miami with Alzheimers a grand celebratory feast with chicken from the farm.","shifted":"True","var":"dative_alt"}
{"id":133663,"sentence":"John prepared a celebratory feast of pie with chicken from the farm for his sick mother in Miami with Alzheimers.","shifted":"False","var":"dative_alt"}
{"id":133663,"sentence":"John prepared his sick mother in Miami with Alzheimers a celebratory feast of pie with chicken from the farm.","shifted":"True","var":"dative_alt"}
{"id":134348,"sentence":"John prepared a grand feast of pie with chicken for his old sick mother at the care home.","shifted":"False","var":"dative_alt"}
{"id":134348,"sentence":"John prepared his old sick mother at the care home a grand feast of pie with chicken.","shifted":"True","var":"dative_alt"}
{"id":138459,"sentence":"John prepared a celebratory feast from the farm for his large hungry family of ten.","shifted":"False","var":"dative_alt"}
{"id":138459,"sentence":"John prepared his large hungry family of ten a celebratory feast from the farm.","shifted":"True","var":"dative_alt"}
{"id":139956,"sentence":"John prepared a hearty celebratory feast of pie with chicken for his loyal best friend.","shifted":"False","var":"dative_alt"}
{"id":139956,"sentence":"John prepared his loyal best friend a hearty celebratory feast of pie with chicken.","shifted":"True","var":"dative_alt"}
{"id":142696,"sentence":"John made a grand celebratory feast for the poor homeless man on the street.","shifted":"False","var":"dative_alt"}
{"id":142696,"sentence":"John made the poor homeless man on the street a grand celebratory feast.","shifted":"True","var":"dative_alt"}
{"id":143670,"sentence":"John made warm soup from his kitchen for his sick mother with Alzheimers.","shifted":"False","var":"dative_alt"}
{"id":143670,"sentence":"John made his sick mother with Alzheimers warm soup from his kitchen.","shifted":"True","var":"dative_alt"}
{"id":146426,"sentence":"John made a grand hearty celebratory feast with chicken for his disabled mother at the care home in Miami with Alzheimers.","shifted":"False","var":"dative_alt"}
{"id":146426,"sentence":"John made his disabled mother at the care home in Miami with Alzheimers a grand hearty celebratory feast with chicken.","shifted":"True","var":"dative_alt"}
{"id":154124,"sentence":"John built a green boat for his kind parents.","shifted":"False","var":"dative_alt"}
{"id":154124,"sentence":"John built his kind parents a green boat.","shifted":"True","var":"dative_alt"}
{"id":154251,"sentence":"John built a fast boat with powered engines for driving on the water for his old parents.","shifted":"False","var":"dative_alt"}
{"id":154251,"sentence":"John built his old parents a fast boat with powered engines for driving on the water.","shifted":"True","var":"dative_alt"}
{"id":155090,"sentence":"John built a beautiful big house for fishing by the lake for the citizens in a city.","shifted":"False","var":"dative_alt"}
{"id":155090,"sentence":"John built the citizens in a city a beautiful big house for fishing by the lake.","shifted":"True","var":"dative_alt"}
{"id":155391,"sentence":"John built a beautiful big suburban house with a deck for fishing by the lake for the injured citizens in the Midwest.","shifted":"False","var":"dative_alt"}
{"id":155391,"sentence":"John built the injured citizens in the Midwest a beautiful big suburban house with a deck for fishing by the lake.","shifted":"True","var":"dative_alt"}
{"id":156017,"sentence":"John built a beautiful big house with a deck for the injured homeless citizens without shelter in a city in the Midwest.","shifted":"False","var":"dative_alt"}
{"id":156017,"sentence":"John built the injured homeless citizens without shelter in a city in the Midwest a beautiful big house with a deck.","shifted":"True","var":"dative_alt"}
{"id":159641,"sentence":"John built a big suburban house with a deck for the young poor children.","shifted":"False","var":"dative_alt"}
{"id":159641,"sentence":"John built the young poor children a big suburban house with a deck.","shifted":"True","var":"dative_alt"}
{"id":161810,"sentence":"John built a speed boat for driving on the water for the poor children in his town.","shifted":"False","var":"dative_alt"}
{"id":161810,"sentence":"John built the poor children in his town a speed boat for driving on the water.","shifted":"True","var":"dative_alt"}
{"id":166442,"sentence":"John built a green speed boat for driving on the water for his unemployed sick brother from the mines.","shifted":"False","var":"dative_alt"}
{"id":166442,"sentence":"John built his unemployed sick brother from the mines a green speed boat for driving on the water.","shifted":"True","var":"dative_alt"}
{"id":168731,"sentence":"John constructed a big green boat with powered engines for driving on the water for his disabled parents.","shifted":"False","var":"dative_alt"}
{"id":168731,"sentence":"John constructed his disabled parents a big green boat with powered engines for driving on the water.","shifted":"True","var":"dative_alt"}
{"id":170851,"sentence":"John constructed an app with a direct line to 911 for helping disabled people for the injured citizens without shelter in a city in the Midwest.","shifted":"False","var":"dative_alt"}
{"id":170851,"sentence":"John constructed the injured citizens without shelter in a city in the Midwest an app with a direct line to 911 for helping disabled people.","shifted":"True","var":"dative_alt"}
{"id":172012,"sentence":"John constructed a big fast green boat for the injured citizens without shelter.","shifted":"False","var":"dative_alt"}
{"id":172012,"sentence":"John constructed the injured citizens without shelter a big fast green boat.","shifted":"True","var":"dative_alt"}
{"id":172595,"sentence":"John constructed a big fast speed boat with powered engines for driving on the water for the homeless citizens in a city.","shifted":"False","var":"dative_alt"}
{"id":172595,"sentence":"John constructed the homeless citizens in a city a big fast speed boat with powered engines for driving on the water.","shifted":"True","var":"dative_alt"}
{"id":174920,"sentence":"John constructed an intelligent app for the orphaned children in his town.","shifted":"False","var":"dative_alt"}
{"id":174920,"sentence":"John constructed the orphaned children in his town an intelligent app.","shifted":"True","var":"dative_alt"}
{"id":175205,"sentence":"John constructed an automated app with a direct line to 911 for the young orphaned children from the disaster in his town.","shifted":"False","var":"dative_alt"}
{"id":175205,"sentence":"John constructed the young orphaned children from the disaster in his town an automated app with a direct line to 911.","shifted":"True","var":"dative_alt"}
{"id":176250,"sentence":"John constructed a fast green speed boat for driving on the water for the poor children from the disaster in his town.","shifted":"False","var":"dative_alt"}
{"id":176250,"sentence":"John constructed the poor children from the disaster in his town a fast green speed boat for driving on the water.","shifted":"True","var":"dative_alt"}
{"id":176360,"sentence":"John constructed a green speed boat for the orphaned children from the disaster.","shifted":"False","var":"dative_alt"}
{"id":176360,"sentence":"John constructed the orphaned children from the disaster a green speed boat.","shifted":"True","var":"dative_alt"}
{"id":176640,"sentence":"John constructed a boat for the young poor children in his town.","shifted":"False","var":"dative_alt"}
{"id":176640,"sentence":"John constructed the young poor children in his town a boat.","shifted":"True","var":"dative_alt"}
{"id":177080,"sentence":"John constructed a fast green speed boat for the poor orphaned children.","shifted":"False","var":"dative_alt"}
{"id":177080,"sentence":"John constructed the poor orphaned children a fast green speed boat.","shifted":"True","var":"dative_alt"}
{"id":181137,"sentence":"John constructed a speed boat with powered engines for his sick younger brother.","shifted":"False","var":"dative_alt"}
{"id":181137,"sentence":"John constructed his sick younger brother a speed boat with powered engines.","shifted":"True","var":"dative_alt"}
{"id":182132,"sentence":"John showed the famous art piece to the large group with bags with maps from America.","shifted":"False","var":"dative_alt"}
{"id":182132,"sentence":"John showed the large group with bags with maps from America the famous art piece.","shifted":"True","var":"dative_alt"}
{"id":184252,"sentence":"John showed the impressive grand Monet painting to the crowded group with bags.","shifted":"False","var":"dative_alt"}
{"id":184252,"sentence":"John showed the crowded group with bags the impressive grand Monet painting.","shifted":"True","var":"dative_alt"}
{"id":184699,"sentence":"John showed the grand Monet painting with the lilies of the lake to the tour group with bags with maps from America.","shifted":"False","var":"dative_alt"}
{"id":184699,"sentence":"John showed the tour group with bags with maps from America the grand Monet painting with the lilies of the lake.","shifted":"True","var":"dative_alt"}
{"id":186728,"sentence":"John showed the tall church building to the large group with bags with maps from America.","shifted":"False","var":"dative_alt"}
{"id":186728,"sentence":"John showed the large group with bags with maps from America the tall church building.","shifted":"True","var":"dative_alt"}
{"id":187487,"sentence":"John showed the church building with the dome by the famous artist from Italy to the tour group from America.","shifted":"False","var":"dative_alt"}
{"id":187487,"sentence":"John showed the tour group from America the church building with the dome by the famous artist from Italy.","shifted":"True","var":"dative_alt"}
{"id":191795,"sentence":"John showed his expensive tailored outfit for the evening to the large group with bags with maps from America.","shifted":"False","var":"dative_alt"}
{"id":191795,"sentence":"John showed the large group with bags with maps from America his expensive tailored outfit for the evening.","shifted":"True","var":"dative_alt"}
{"id":191850,"sentence":"John showed his expensive tailored silk outfit for the gala to the large group with bags with maps from America.","shifted":"False","var":"dative_alt"}
{"id":191850,"sentence":"John showed the large group with bags with maps from America his expensive tailored silk outfit for the gala.","shifted":"True","var":"dative_alt"}
{"id":192145,"sentence":"John showed his handmade outfit from the designer to the crowded group with maps.","shifted":"False","var":"dative_alt"}
{"id":192145,"sentence":"John showed the crowded group with maps his handmade outfit from the designer.","shifted":"True","var":"dative_alt"}
{"id":192993,"sentence":"John showed his expensive handmade silk outfit from the designer to the tour group.","shifted":"False","var":"dative_alt"}
{"id":192993,"sentence":"John showed the tour group his expensive handmade silk outfit from the designer.","shifted":"True","var":"dative_alt"}
{"id":193717,"sentence":"John showed his expensive tailored outfit from the designer for the evening to the tour group with maps from America.","shifted":"False","var":"dative_alt"}
{"id":193717,"sentence":"John showed the tour group with maps from America his expensive tailored outfit from the designer for the evening.","shifted":"True","var":"dative_alt"}
{"id":195552,"sentence":"John showed his expensive handmade silk outfit to the large tour group with bags with maps.","shifted":"False","var":"dative_alt"}
{"id":195552,"sentence":"John showed the large tour group with bags with maps his expensive handmade silk outfit.","shifted":"True","var":"dative_alt"}
{"id":196420,"sentence":"John showed his handmade tailored outfit from the designer for the gala to the crowded tour group from America.","shifted":"False","var":"dative_alt"}
{"id":196420,"sentence":"John showed the crowded tour group from America his handmade tailored outfit from the designer for the gala.","shifted":"True","var":"dative_alt"}
{"id":196623,"sentence":"John showed his expensive outfit from the designer for the gala for the evening to the crowded tour group with bags from America.","shifted":"False","var":"dative_alt"}
{"id":196623,"sentence":"John showed the crowded tour group with bags from America his expensive outfit from the designer for the gala for the evening.","shifted":"True","var":"dative_alt"}
{"id":197026,"sentence":"John showed his silk outfit for the gala to the large crowded tour group.","shifted":"False","var":"dative_alt"}
{"id":197026,"sentence":"John showed the large crowded tour group his silk outfit for the gala.","shifted":"True","var":"dative_alt"}
{"id":197222,"sentence":"John showed his expensive handmade silk outfit for the gala for the evening to the large crowded tour group with bags.","shifted":"False","var":"dative_alt"}
{"id":197222,"sentence":"John showed the large crowded tour group with bags his expensive handmade silk outfit for the gala for the evening.","shifted":"True","var":"dative_alt"}
{"id":197430,"sentence":"John showed his expensive tailored outfit for the gala for the evening to the large crowded tour group from America.","shifted":"False","var":"dative_alt"}
{"id":197430,"sentence":"John showed the large crowded tour group from America his expensive tailored outfit for the gala for the evening.","shifted":"True","var":"dative_alt"}
{"id":199547,"sentence":"John showed the large art piece with the picture of a woman to his tall step sister in college for biology in Arkansas.","shifted":"False","var":"dative_alt"}
{"id":199547,"sentence":"John showed his tall step sister in college for biology in Arkansas the large art piece with the picture of a woman.","shifted":"True","var":"dative_alt"}
{"id":199670,"sentence":"John showed the famous art piece of a woman to his older step sister in Arkansas.","shifted":"False","var":"dative_alt"}
{"id":199670,"sentence":"John showed his older step sister in Arkansas the famous art piece of a woman.","shifted":"True","var":"dative_alt"}
{"id":208335,"sentence":"John showed his handmade silk outfit from the designer for the gala for the evening to his older sister.","shifted":"False","var":"dative_alt"}
{"id":208335,"sentence":"John showed his older sister his handmade silk outfit from the designer for the gala for the evening.","shifted":"True","var":"dative_alt"}
{"id":208507,"sentence":"John showed his expensive handmade tailored silk outfit for the evening to his older sister in college.","shifted":"False","var":"dative_alt"}
{"id":208507,"sentence":"John showed his older sister in college his expensive handmade tailored silk outfit for the evening.","shifted":"True","var":"dative_alt"}
{"id":209319,"sentence":"John showed his silk outfit from the designer for the gala for the evening to his step sister.","shifted":"False","var":"dative_alt"}
{"id":209319,"sentence":"John showed his step sister his silk outfit from the designer for the gala for the evening.","shifted":"True","var":"dative_alt"}
{"id":209694,"sentence":"John showed his tailored outfit for the gala for the evening to his step sister in Arkansas.","shifted":"False","var":"dative_alt"}
{"id":209694,"sentence":"John showed his step sister in Arkansas his tailored outfit for the gala for the evening.","shifted":"True","var":"dative_alt"}
{"id":210623,"sentence":"John showed his expensive silk outfit from the designer for the gala for the evening to his tall older sister for biology.","shifted":"False","var":"dative_alt"}
{"id":210623,"sentence":"John showed his tall older sister for biology his expensive silk outfit from the designer for the gala for the evening.","shifted":"True","var":"dative_alt"}
{"id":210838,"sentence":"John showed his handmade outfit for the gala for the evening to his tall older sister in college for biology.","shifted":"False","var":"dative_alt"}
{"id":210838,"sentence":"John showed his tall older sister in college for biology his handmade outfit for the gala for the evening.","shifted":"True","var":"dative_alt"}
{"id":213950,"sentence":"John showed his expensive silk outfit for the gala for the evening to his tall older step sister in college for biology.","shifted":"False","var":"dative_alt"}
{"id":213950,"sentence":"John showed his tall older step sister in college for biology his expensive silk outfit for the gala for the evening.","shifted":"True","var":"dative_alt"}
{"id":215065,"sentence":"John showed the large art piece with the picture to his good longtime friend.","shifted":"False","var":"dative_alt"}
{"id":215065,"sentence":"John showed his good longtime friend the large art piece with the picture.","shifted":"True","var":"dative_alt"}
{"id":220366,"sentence":"John showed his handmade silk outfit for the gala for the evening to his longtime friend from Michigan.","shifted":"False","var":"dative_alt"}
{"id":220366,"sentence":"John showed his longtime friend from Michigan his handmade silk outfit for the gala for the evening.","shifted":"True","var":"dative_alt"}
{"id":220775,"sentence":"John showed his expensive handmade silk outfit from the designer for the gala for the evening to his good trusted friend with an art history degree.","shifted":"False","var":"dative_alt"}
{"id":220775,"sentence":"John showed his good trusted friend with an art history degree his expensive handmade silk outfit from the designer for the gala for the evening.","shifted":"True","var":"dative_alt"}
{"id":221779,"sentence":"John showed his tailored silk outfit for the evening to his trusted longtime friend with an art history degree.","shifted":"False","var":"dative_alt"}
{"id":221779,"sentence":"John showed his trusted longtime friend with an art history degree his tailored silk outfit for the evening.","shifted":"True","var":"dative_alt"}
{"id":222536,"sentence":"John showed his handmade silk outfit to his good trusted longtime friend with an art history degree from Michigan.","shifted":"False","var":"dative_alt"}
{"id":222536,"sentence":"John showed his good trusted longtime friend with an art history degree from Michigan his handmade silk outfit.","shifted":"True","var":"dative_alt"}
{"id":14,"sentence":"John gave up the planned idea for the team to meet deadlines.","shifted":"False","var":"vrb_prt"}
{"id":14,"sentence":"John gave the planned idea for the team to meet deadlines up.","shifted":"True","var":"vrb_prt"}
{"id":87,"sentence":"John gave up her winning location in the closet under the stairs for the game.","shifted":"False","var":"vrb_prt"}
{"id":87,"sentence":"John gave her winning location in the closet under the stairs for the game up.","shifted":"True","var":"vrb_prt"}
{"id":106,"sentence":"John gave up her favorite hiding location under the stairs.","shifted":"False","var":"vrb_prt"}
{"id":106,"sentence":"John gave her favorite hiding location under the stairs up.","shifted":"True","var":"vrb_prt"}
{"id":225,"sentence":"John gave up the annual Olympic race on the track.","shifted":"False","var":"vrb_prt"}
{"id":225,"sentence":"John gave the annual Olympic race on the track up.","shifted":"True","var":"vrb_prt"}
{"id":331,"sentence":"John put out the massive fire in the living room.","shifted":"False","var":"vrb_prt"}
{"id":331,"sentence":"John put the massive fire in the living room out.","shifted":"True","var":"vrb_prt"}
{"id":386,"sentence":"John put out the raging hot fire of the fireplace.","shifted":"False","var":"vrb_prt"}
{"id":386,"sentence":"John put the raging hot fire of the fireplace out.","shifted":"True","var":"vrb_prt"}
{"id":422,"sentence":"John put out the massive raging red fire of the fireplace in the living room.","shifted":"False","var":"vrb_prt"}
{"id":422,"sentence":"John put the massive raging red fire of the fireplace in the living room out.","shifted":"True","var":"vrb_prt"}
{"id":438,"sentence":"John put out the raging hot red fire of the fireplace in the living room.","shifted":"False","var":"vrb_prt"}
{"id":438,"sentence":"John put the raging hot red fire of the fireplace in the living room out.","shifted":"True","var":"vrb_prt"}
{"id":455,"sentence":"John put out a statement from his client on the website for the press.","shifted":"False","var":"vrb_prt"}
{"id":455,"sentence":"John put a statement from his client on the website for the press out.","shifted":"True","var":"vrb_prt"}
{"id":459,"sentence":"John put out a long statement for the press.","shifted":"False","var":"vrb_prt"}
{"id":459,"sentence":"John put a long statement for the press out.","shifted":"True","var":"vrb_prt"}
{"id":494,"sentence":"John put out a long formal statement on the website for the press.","shifted":"False","var":"vrb_prt"}
{"id":494,"sentence":"John put a long formal statement on the website for the press out.","shifted":"True","var":"vrb_prt"}
{"id":495,"sentence":"John put out a long formal statement from his client on the website for the press.","shifted":"False","var":"vrb_prt"}
{"id":495,"sentence":"John put a long formal statement from his client on the website for the press out.","shifted":"True","var":"vrb_prt"}
{"id":560,"sentence":"John put out a formal professional apologetic statement.","shifted":"False","var":"vrb_prt"}
{"id":560,"sentence":"John put a formal professional apologetic statement out.","shifted":"True","var":"vrb_prt"}
{"id":602,"sentence":"John put out a building warning notice for the lobby.","shifted":"False","var":"vrb_prt"}
{"id":602,"sentence":"John put a building warning notice for the lobby out.","shifted":"True","var":"vrb_prt"}
{"id":746,"sentence":"John worked out his dream idea for school.","shifted":"False","var":"vrb_prt"}
{"id":746,"sentence":"John worked his dream idea for school out.","shifted":"True","var":"vrb_prt"}
{"id":757,"sentence":"John worked out his initial college idea to move to France.","shifted":"False","var":"vrb_prt"}
{"id":757,"sentence":"John worked his initial college idea to move to France out.","shifted":"True","var":"vrb_prt"}
{"id":788,"sentence":"John turned in his broken gun with radar for tracking speed.","shifted":"False","var":"vrb_prt"}
{"id":788,"sentence":"John turned his broken gun with radar for tracking speed in.","shifted":"True","var":"vrb_prt"}
{"id":860,"sentence":"John turned in the detailed final history report.","shifted":"False","var":"vrb_prt"}
{"id":860,"sentence":"John turned the detailed final history report in.","shifted":"True","var":"vrb_prt"}
{"id":867,"sentence":"John turned in his resignation as the president for the company.","shifted":"False","var":"vrb_prt"}
{"id":867,"sentence":"John turned his resignation as the president for the company in.","shifted":"True","var":"vrb_prt"}
{"id":886,"sentence":"John turned in his unexpected written resignation for the company.","shifted":"False","var":"vrb_prt"}
{"id":886,"sentence":"John turned his unexpected written resignation for the company in.","shifted":"True","var":"vrb_prt"}
{"id":888,"sentence":"John turned in his formal written resignation.","shifted":"False","var":"vrb_prt"}
{"id":888,"sentence":"John turned his formal written resignation in.","shifted":"True","var":"vrb_prt"}
{"id":922,"sentence":"John backs up the rented moving van for his new home.","shifted":"False","var":"vrb_prt"}
{"id":922,"sentence":"John backs the rented moving van for his new home up.","shifted":"True","var":"vrb_prt"}
{"id":995,"sentence":"John backs up her argument on the Middle East.","shifted":"False","var":"vrb_prt"}
{"id":995,"sentence":"John backs her argument on the Middle East up.","shifted":"True","var":"vrb_prt"}
{"id":1004,"sentence":"John backs up her strong argument with evidence for her point.","shifted":"False","var":"vrb_prt"}
{"id":1004,"sentence":"John backs her strong argument with evidence for her point up.","shifted":"True","var":"vrb_prt"}
{"id":1053,"sentence":"John backs up her strong logical persuasive argument with evidence on the Middle East.","shifted":"False","var":"vrb_prt"}
{"id":1053,"sentence":"John backs her strong logical persuasive argument with evidence on the Middle East up.","shifted":"True","var":"vrb_prt"}
{"id":1069,"sentence":"John backs up the important data for the reductions from the secretary.","shifted":"False","var":"vrb_prt"}
{"id":1069,"sentence":"John backs the important data for the reductions from the secretary up.","shifted":"True","var":"vrb_prt"}
{"id":1161,"sentence":"John brought up her computational error on the third page.","shifted":"False","var":"vrb_prt"}
{"id":1161,"sentence":"John brought her computational error on the third page up.","shifted":"True","var":"vrb_prt"}
{"id":1219,"sentence":"John brought up his strong current issue with the rules on voting rights.","shifted":"False","var":"vrb_prt"}
{"id":1219,"sentence":"John brought his strong current issue with the rules on voting rights up.","shifted":"True","var":"vrb_prt"}
{"id":1225,"sentence":"John brought up his current standing issue with the rules.","shifted":"False","var":"vrb_prt"}
{"id":1225,"sentence":"John brought his current standing issue with the rules up.","shifted":"True","var":"vrb_prt"}
{"id":1227,"sentence":"John brought up his current standing issue with the rules on voting rights.","shifted":"False","var":"vrb_prt"}
{"id":1227,"sentence":"John brought his current standing issue with the rules on voting rights up.","shifted":"True","var":"vrb_prt"}
{"id":1228,"sentence":"John brought up his strong current standing issue.","shifted":"False","var":"vrb_prt"}
{"id":1228,"sentence":"John brought his strong current standing issue up.","shifted":"True","var":"vrb_prt"}
{"id":1229,"sentence":"John brought up his strong current standing issue with the rules.","shifted":"False","var":"vrb_prt"}
{"id":1229,"sentence":"John brought his strong current standing issue with the rules up.","shifted":"True","var":"vrb_prt"}
{"id":1289,"sentence":"John brought up the glitchy Chrome browser window with the questionnaire.","shifted":"False","var":"vrb_prt"}
{"id":1289,"sentence":"John brought the glitchy Chrome browser window with the questionnaire up.","shifted":"True","var":"vrb_prt"}
{"id":1303,"sentence":"John pointed out the minor mistake in the slides for the budget numbers.","shifted":"False","var":"vrb_prt"}
{"id":1303,"sentence":"John pointed the minor mistake in the slides for the budget numbers out.","shifted":"True","var":"vrb_prt"}
{"id":1319,"sentence":"John pointed out the detail in the tiles on the roof of the cathedral.","shifted":"False","var":"vrb_prt"}
{"id":1319,"sentence":"John pointed the detail in the tiles on the roof of the cathedral out.","shifted":"True","var":"vrb_prt"}
{"id":1327,"sentence":"John pointed out the specific detail in the tiles on the roof of the cathedral.","shifted":"False","var":"vrb_prt"}
{"id":1327,"sentence":"John pointed the specific detail in the tiles on the roof of the cathedral out.","shifted":"True","var":"vrb_prt"}
{"id":1346,"sentence":"John pointed out the specific intricate detail on the roof.","shifted":"False","var":"vrb_prt"}
{"id":1346,"sentence":"John pointed the specific intricate detail on the roof out.","shifted":"True","var":"vrb_prt"}
{"id":1373,"sentence":"John pointed out the specific intricate design detail in the tiles of the cathedral.","shifted":"False","var":"vrb_prt"}
{"id":1373,"sentence":"John pointed the specific intricate design detail in the tiles of the cathedral out.","shifted":"True","var":"vrb_prt"}
{"id":1386,"sentence":"John carries out a comprehensive survey for the study.","shifted":"False","var":"vrb_prt"}
{"id":1386,"sentence":"John carries a comprehensive survey for the study out.","shifted":"True","var":"vrb_prt"}
{"id":1425,"sentence":"John carries out his dangerous experiment for his report.","shifted":"False","var":"vrb_prt"}
{"id":1425,"sentence":"John carries his dangerous experiment for his report out.","shifted":"True","var":"vrb_prt"}
{"id":1459,"sentence":"John carries out his dangerous science experiment with unstable elements.","shifted":"False","var":"vrb_prt"}
{"id":1459,"sentence":"John carries his dangerous science experiment with unstable elements out.","shifted":"True","var":"vrb_prt"}
{"id":1567,"sentence":"John carries out his detailed plan to raise money for saving his house to recover from getting fired.","shifted":"False","var":"vrb_prt"}
{"id":1567,"sentence":"John carries his detailed plan to raise money for saving his house to recover from getting fired out.","shifted":"True","var":"vrb_prt"}
{"id":1622,"sentence":"John called off his upcoming concert in the stadium in Brazil.","shifted":"False","var":"vrb_prt"}
{"id":1622,"sentence":"John called his upcoming concert in the stadium in Brazil off.","shifted":"True","var":"vrb_prt"}
{"id":1637,"sentence":"John called off his first upcoming concert for fans in Brazil.","shifted":"False","var":"vrb_prt"}
{"id":1637,"sentence":"John called his first upcoming concert for fans in Brazil off.","shifted":"True","var":"vrb_prt"}
{"id":1638,"sentence":"John called off his first upcoming concert in the stadium in Brazil.","shifted":"False","var":"vrb_prt"}
{"id":1638,"sentence":"John called his first upcoming concert in the stadium in Brazil off.","shifted":"True","var":"vrb_prt"}
{"id":1682,"sentence":"John called off the military operation to help civilians.","shifted":"False","var":"vrb_prt"}
{"id":1682,"sentence":"John called the military operation to help civilians off.","shifted":"True","var":"vrb_prt"}
{"id":1706,"sentence":"John called off the secret aid operation to help civilians.","shifted":"False","var":"vrb_prt"}
{"id":1706,"sentence":"John called the secret aid operation to help civilians off.","shifted":"True","var":"vrb_prt"}
{"id":1719,"sentence":"John called off the military aid operation funded by the charity to help civilians in Afghanistan.","shifted":"False","var":"vrb_prt"}
{"id":1719,"sentence":"John called the military aid operation funded by the charity to help civilians in Afghanistan off.","shifted":"True","var":"vrb_prt"}
{"id":1725,"sentence":"John called off the secret military aid operation funded by the charity in Afghanistan.","shifted":"False","var":"vrb_prt"}
{"id":1725,"sentence":"John called the secret military aid operation funded by the charity in Afghanistan off.","shifted":"True","var":"vrb_prt"}
{"id":1762,"sentence":"John called off the recurring collaborative meeting for the team.","shifted":"False","var":"vrb_prt"}
{"id":1762,"sentence":"John called the recurring collaborative meeting for the team off.","shifted":"True","var":"vrb_prt"}
{"id":1778,"sentence":"John called off the collaborative group meeting for the team.","shifted":"False","var":"vrb_prt"}
{"id":1778,"sentence":"John called the collaborative group meeting for the team off.","shifted":"True","var":"vrb_prt"}
{"id":1788,"sentence":"John called off the recurring collaborative group meeting to discuss updates for the team.","shifted":"False","var":"vrb_prt"}
{"id":1788,"sentence":"John called the recurring collaborative group meeting to discuss updates for the team off.","shifted":"True","var":"vrb_prt"}
{"id":2002,"sentence":"John left out important juicy details of his story.","shifted":"False","var":"vrb_prt"}
{"id":2002,"sentence":"John left important juicy details of his story out.","shifted":"True","var":"vrb_prt"}
{"id":2039,"sentence":"John left out the ungrammatical paragraph on Western Music with incorrect information.","shifted":"False","var":"vrb_prt"}
{"id":2039,"sentence":"John left the ungrammatical paragraph on Western Music with incorrect information out.","shifted":"True","var":"vrb_prt"}
{"id":2085,"sentence":"John turned down the warm baking heat of the oven of the house.","shifted":"False","var":"vrb_prt"}
{"id":2085,"sentence":"John turned the warm baking heat of the oven of the house down.","shifted":"True","var":"vrb_prt"}
{"id":2128,"sentence":"John turned down the enticing offer.","shifted":"False","var":"vrb_prt"}
{"id":2128,"sentence":"John turned the enticing offer down.","shifted":"True","var":"vrb_prt"}
{"id":2176,"sentence":"John turned down the enticing new job offer.","shifted":"False","var":"vrb_prt"}
{"id":2176,"sentence":"John turned the enticing new job offer down.","shifted":"True","var":"vrb_prt"}
{"id":2237,"sentence":"John turned down his lifelong dream idea for the renovations for the house.","shifted":"False","var":"vrb_prt"}
{"id":2237,"sentence":"John turned his lifelong dream idea for the renovations for the house down.","shifted":"True","var":"vrb_prt"}
{"id":2303,"sentence":"John turned down the fusion jazz music from the band from Barcelona with steel guitars.","shifted":"False","var":"vrb_prt"}
{"id":2303,"sentence":"John turned the fusion jazz music from the band from Barcelona with steel guitars down.","shifted":"True","var":"vrb_prt"}
{"id":2314,"sentence":"John turned down her proposal for the funds.","shifted":"False","var":"vrb_prt"}
{"id":2314,"sentence":"John turned her proposal for the funds down.","shifted":"True","var":"vrb_prt"}
{"id":2363,"sentence":"John turned down her quarterly stock proposal for his company.","shifted":"False","var":"vrb_prt"}
{"id":2363,"sentence":"John turned her quarterly stock proposal for his company down.","shifted":"True","var":"vrb_prt"}
{"id":2369,"sentence":"John turned down her updated quarterly stock proposal from the meeting.","shifted":"False","var":"vrb_prt"}
{"id":2369,"sentence":"John turned her updated quarterly stock proposal from the meeting down.","shifted":"True","var":"vrb_prt"}
{"id":2380,"sentence":"John set up the new system.","shifted":"False","var":"vrb_prt"}
{"id":2380,"sentence":"John set the new system up.","shifted":"True","var":"vrb_prt"}
{"id":2398,"sentence":"John set up the new backup system in the office.","shifted":"False","var":"vrb_prt"}
{"id":2398,"sentence":"John set the new backup system in the office up.","shifted":"True","var":"vrb_prt"}
{"id":2442,"sentence":"John set up the event in C++.","shifted":"False","var":"vrb_prt"}
{"id":2442,"sentence":"John set the event in C++ up.","shifted":"True","var":"vrb_prt"}
{"id":2461,"sentence":"John set up the competitive event for computer scientists at the university.","shifted":"False","var":"vrb_prt"}
{"id":2461,"sentence":"John set the competitive event for computer scientists at the university up.","shifted":"True","var":"vrb_prt"}
{"id":2489,"sentence":"John set up the competitive hacking event for computer scientists.","shifted":"False","var":"vrb_prt"}
{"id":2489,"sentence":"John set the competitive hacking event for computer scientists up.","shifted":"True","var":"vrb_prt"}
{"id":2508,"sentence":"John set up his date at the dock on the water.","shifted":"False","var":"vrb_prt"}
{"id":2508,"sentence":"John set his date at the dock on the water up.","shifted":"True","var":"vrb_prt"}
{"id":2552,"sentence":"John set up his romantic anniversary date.","shifted":"False","var":"vrb_prt"}
{"id":2552,"sentence":"John set his romantic anniversary date up.","shifted":"True","var":"vrb_prt"}
{"id":2561,"sentence":"John set up his special romantic anniversary date at the dock.","shifted":"False","var":"vrb_prt"}
{"id":2561,"sentence":"John set his special romantic anniversary date at the dock up.","shifted":"True","var":"vrb_prt"}
{"id":2581,"sentence":"John threw away his longtime relationship with Andrew.","shifted":"False","var":"vrb_prt"}
{"id":2581,"sentence":"John threw his longtime relationship with Andrew away.","shifted":"True","var":"vrb_prt"}
{"id":2672,"sentence":"John threw away the torn clothes.","shifted":"False","var":"vrb_prt"}
{"id":2672,"sentence":"John threw the torn clothes away.","shifted":"True","var":"vrb_prt"}
{"id":2691,"sentence":"John threw away the torn school clothes from the closet in the old house.","shifted":"False","var":"vrb_prt"}
{"id":2691,"sentence":"John threw the torn school clothes from the closet in the old house away.","shifted":"True","var":"vrb_prt"}
{"id":2771,"sentence":"John threw away the old trash from last week.","shifted":"False","var":"vrb_prt"}
{"id":2771,"sentence":"John threw the old trash from last week away.","shifted":"True","var":"vrb_prt"}
{"id":2778,"sentence":"John threw away the smelly trash from his party.","shifted":"False","var":"vrb_prt"}
{"id":2778,"sentence":"John threw the smelly trash from his party away.","shifted":"True","var":"vrb_prt"}
{"id":2785,"sentence":"John threw away the rotten trash in the black bag.","shifted":"False","var":"vrb_prt"}
{"id":2785,"sentence":"John threw the rotten trash in the black bag away.","shifted":"True","var":"vrb_prt"}
{"id":2794,"sentence":"John threw away the old smelly trash from his party.","shifted":"False","var":"vrb_prt"}
{"id":2794,"sentence":"John threw the old smelly trash from his party away.","shifted":"True","var":"vrb_prt"}
{"id":2831,"sentence":"John takes apart the remote for the television with missing parts from Craiglist.","shifted":"False","var":"vrb_prt"}
{"id":2831,"sentence":"John takes the remote for the television with missing parts from Craiglist apart.","shifted":"True","var":"vrb_prt"}
{"id":2862,"sentence":"John takes apart the old broken remote with missing parts from Craiglist.","shifted":"False","var":"vrb_prt"}
{"id":2862,"sentence":"John takes the old broken remote with missing parts from Craiglist apart.","shifted":"True","var":"vrb_prt"}
{"id":2928,"sentence":"John takes apart broken phones.","shifted":"False","var":"vrb_prt"}
{"id":2928,"sentence":"John takes broken phones apart.","shifted":"True","var":"vrb_prt"}
{"id":2962,"sentence":"John takes apart broken Apple phones from the warehouses.","shifted":"False","var":"vrb_prt"}
{"id":2962,"sentence":"John takes broken Apple phones from the warehouses apart.","shifted":"True","var":"vrb_prt"}
{"id":2974,"sentence":"John takes apart old Apple phones from the warehouses from Korea.","shifted":"False","var":"vrb_prt"}
{"id":2974,"sentence":"John takes old Apple phones from the warehouses from Korea apart.","shifted":"True","var":"vrb_prt"}
{"id":3002,"sentence":"John takes apart Yamaha motorcycles from Japan.","shifted":"False","var":"vrb_prt"}
{"id":3002,"sentence":"John takes Yamaha motorcycles from Japan apart.","shifted":"True","var":"vrb_prt"}
{"id":3121,"sentence":"John looks up his complicated algebra question from his class.","shifted":"False","var":"vrb_prt"}
{"id":3121,"sentence":"John looks his complicated algebra question from his class up.","shifted":"True","var":"vrb_prt"}
{"id":3174,"sentence":"John looks up the Italian restaurant with tomatoes from Tuscany.","shifted":"False","var":"vrb_prt"}
{"id":3174,"sentence":"John looks the Italian restaurant with tomatoes from Tuscany up.","shifted":"True","var":"vrb_prt"}
{"id":3201,"sentence":"John looks up the new popular Italian restaurant with the famous pasta.","shifted":"False","var":"vrb_prt"}
{"id":3201,"sentence":"John looks the new popular Italian restaurant with the famous pasta up.","shifted":"True","var":"vrb_prt"}
{"id":3206,"sentence":"John looks up the new popular Italian restaurant with tomatoes from Tuscany.","shifted":"False","var":"vrb_prt"}
{"id":3206,"sentence":"John looks the new popular Italian restaurant with tomatoes from Tuscany up.","shifted":"True","var":"vrb_prt"}
{"id":3218,"sentence":"John beats up his adopted brother with red hair.","shifted":"False","var":"vrb_prt"}
{"id":3218,"sentence":"John beats his adopted brother with red hair up.","shifted":"True","var":"vrb_prt"}
{"id":3247,"sentence":"John beats up scrawny Michael with the tattoo from the city.","shifted":"False","var":"vrb_prt"}
{"id":3247,"sentence":"John beats scrawny Michael with the tattoo from the city up.","shifted":"True","var":"vrb_prt"}
{"id":3279,"sentence":"John beats up the big bully from Ohio with red hair.","shifted":"False","var":"vrb_prt"}
{"id":3279,"sentence":"John beats the big bully from Ohio with red hair up.","shifted":"True","var":"vrb_prt"}
{"id":3383,"sentence":"John put on his favorite hockey jersey with the number for the goalie of the Habs.","shifted":"False","var":"vrb_prt"}
{"id":3383,"sentence":"John put his favorite hockey jersey with the number for the goalie of the Habs on.","shifted":"True","var":"vrb_prt"}
{"id":3391,"sentence":"John put on his Montreal hockey jersey with the number for the goalie of the Habs.","shifted":"False","var":"vrb_prt"}
{"id":3391,"sentence":"John put his Montreal hockey jersey with the number for the goalie of the Habs on.","shifted":"True","var":"vrb_prt"}
{"id":3411,"sentence":"John put on a waterproof jacket with a hood with fleece lining.","shifted":"False","var":"vrb_prt"}
{"id":3411,"sentence":"John put a waterproof jacket with a hood with fleece lining on.","shifted":"True","var":"vrb_prt"}
{"id":3423,"sentence":"John put on a green rain jacket with a hood with fleece lining.","shifted":"False","var":"vrb_prt"}
{"id":3423,"sentence":"John put a green rain jacket with a hood with fleece lining on.","shifted":"True","var":"vrb_prt"}
{"id":3498,"sentence":"John put on his socks from Sweden.","shifted":"False","var":"vrb_prt"}
{"id":3498,"sentence":"John put his socks from Sweden on.","shifted":"True","var":"vrb_prt"}
{"id":3505,"sentence":"John put on his red socks with lace edges.","shifted":"False","var":"vrb_prt"}
{"id":3505,"sentence":"John put his red socks with lace edges on.","shifted":"True","var":"vrb_prt"}
{"id":3526,"sentence":"John put on his new red striped socks from Sweden.","shifted":"False","var":"vrb_prt"}
{"id":3526,"sentence":"John put his new red striped socks from Sweden on.","shifted":"True","var":"vrb_prt"}
{"id":3543,"sentence":"John cleans up his sandwich lunch from the deli from last night.","shifted":"False","var":"vrb_prt"}
{"id":3543,"sentence":"John cleans his sandwich lunch from the deli from last night up.","shifted":"True","var":"vrb_prt"}
{"id":3616,"sentence":"John cleans up the big dirty food mess.","shifted":"False","var":"vrb_prt"}
{"id":3616,"sentence":"John cleans the big dirty food mess up.","shifted":"True","var":"vrb_prt"}
{"id":3632,"sentence":"John cleans up the long floors.","shifted":"False","var":"vrb_prt"}
{"id":3632,"sentence":"John cleans the long floors up.","shifted":"True","var":"vrb_prt"}
{"id":3637,"sentence":"John cleans up the long floors in the kitchen of the business.","shifted":"False","var":"vrb_prt"}
{"id":3637,"sentence":"John cleans the long floors in the kitchen of the business up.","shifted":"True","var":"vrb_prt"}
{"id":3653,"sentence":"John cleans up the hallway floors in the kitchen of the business.","shifted":"False","var":"vrb_prt"}
{"id":3653,"sentence":"John cleans the hallway floors in the kitchen of the business up.","shifted":"True","var":"vrb_prt"}
{"id":3685,"sentence":"John cleans up the long waxed hallway floors in the kitchen of the business.","shifted":"False","var":"vrb_prt"}
{"id":3685,"sentence":"John cleans the long waxed hallway floors in the kitchen of the business up.","shifted":"True","var":"vrb_prt"}
{"id":3814,"sentence":"John picked up his short upset son on the field behind the school.","shifted":"False","var":"vrb_prt"}
{"id":3814,"sentence":"John picked his short upset son on the field behind the school up.","shifted":"True","var":"vrb_prt"}
{"id":3846,"sentence":"John picked up the thick college science books.","shifted":"False","var":"vrb_prt"}
{"id":3846,"sentence":"John picked the thick college science books up.","shifted":"True","var":"vrb_prt"}
{"id":3894,"sentence":"John kept up the acting joke for the play.","shifted":"False","var":"vrb_prt"}
{"id":3894,"sentence":"John kept the acting joke for the play up.","shifted":"True","var":"vrb_prt"}
{"id":3926,"sentence":"John kept up the steady pace on the track for the race.","shifted":"False","var":"vrb_prt"}
{"id":3926,"sentence":"John kept the steady pace on the track for the race up.","shifted":"True","var":"vrb_prt"}
{"id":3963,"sentence":"John kept up the quick running pace for the race.","shifted":"False","var":"vrb_prt"}
{"id":3963,"sentence":"John kept the quick running pace for the race up.","shifted":"True","var":"vrb_prt"}
{"id":3994,"sentence":"John kept up his polished professional appearance for the movie.","shifted":"False","var":"vrb_prt"}
{"id":3994,"sentence":"John kept his polished professional appearance for the movie up.","shifted":"True","var":"vrb_prt"}
{"id":4050,"sentence":"John brought in the nervous robbery suspect.","shifted":"False","var":"vrb_prt"}
{"id":4050,"sentence":"John brought the nervous robbery suspect in.","shifted":"True","var":"vrb_prt"}
{"id":4055,"sentence":"John brought in the nervous guilty robbery suspect from the tech store.","shifted":"False","var":"vrb_prt"}
{"id":4055,"sentence":"John brought the nervous guilty robbery suspect from the tech store in.","shifted":"True","var":"vrb_prt"}
{"id":4070,"sentence":"John brought in the criminal woman in the neighborhood.","shifted":"False","var":"vrb_prt"}
{"id":4070,"sentence":"John brought the criminal woman in the neighborhood in.","shifted":"True","var":"vrb_prt"}
{"id":4110,"sentence":"John brought in his large carpenter tools in his house.","shifted":"False","var":"vrb_prt"}
{"id":4110,"sentence":"John brought his large carpenter tools in his house in.","shifted":"True","var":"vrb_prt"}
{"id":4125,"sentence":"John figured out the urgent problem with the air conditioner.","shifted":"False","var":"vrb_prt"}
{"id":4125,"sentence":"John figured the urgent problem with the air conditioner out.","shifted":"True","var":"vrb_prt"}
{"id":4147,"sentence":"John figured out the technical electrical problem with the air conditioner in the living room.","shifted":"False","var":"vrb_prt"}
{"id":4147,"sentence":"John figured the technical electrical problem with the air conditioner in the living room out.","shifted":"True","var":"vrb_prt"}
{"id":4198,"sentence":"John gave away the forgotten recipe for the sauce for the famous pizza.","shifted":"False","var":"vrb_prt"}
{"id":4198,"sentence":"John gave the forgotten recipe for the sauce for the famous pizza away.","shifted":"True","var":"vrb_prt"}
{"id":4199,"sentence":"John gave away the forgotten recipe with instructions for the sauce for the famous pizza.","shifted":"False","var":"vrb_prt"}
{"id":4199,"sentence":"John gave the forgotten recipe with instructions for the sauce for the famous pizza away.","shifted":"True","var":"vrb_prt"}
{"id":4212,"sentence":"John gave away the family recipe with instructions for the sauce.","shifted":"False","var":"vrb_prt"}
{"id":4212,"sentence":"John gave the family recipe with instructions for the sauce away.","shifted":"True","var":"vrb_prt"}
{"id":4262,"sentence":"John gave away his sports toys from his childhood.","shifted":"False","var":"vrb_prt"}
{"id":4262,"sentence":"John gave his sports toys from his childhood away.","shifted":"True","var":"vrb_prt"}
{"id":4298,"sentence":"John called back the young eager student for the course.","shifted":"False","var":"vrb_prt"}
{"id":4298,"sentence":"John called the young eager student for the course back.","shifted":"True","var":"vrb_prt"}
{"id":4386,"sentence":"John called back his interesting work friend.","shifted":"False","var":"vrb_prt"}
{"id":4386,"sentence":"John called his interesting work friend back.","shifted":"True","var":"vrb_prt"}
{"id":561,"sentence":"Janet went in her small green car with her favorite songs to the annual charity event in the convention center.","shifted":"False","var":"mpp"}
{"id":561,"sentence":"Janet went to the annual charity event in the convention center in her small green car with her favorite songs.","shifted":"True","var":"mpp"}
{"id":1888,"sentence":"Janet went with a van to the charity event in the convention center of the metropolis.","shifted":"False","var":"mpp"}
{"id":1888,"sentence":"Janet went to the charity event in the convention center of the metropolis with a van.","shifted":"True","var":"mpp"}
{"id":4638,"sentence":"Janet went in a big heavy loaded truck to class on the second floor.","shifted":"False","var":"mpp"}
{"id":4638,"sentence":"Janet went to class on the second floor in a big heavy loaded truck.","shifted":"True","var":"mpp"}
{"id":5528,"sentence":"Janet went in a big heavy truck to advanced graduate economics class on the second floor.","shifted":"False","var":"mpp"}
{"id":5528,"sentence":"Janet went to advanced graduate economics class on the second floor in a big heavy truck.","shifted":"True","var":"mpp"}
{"id":5865,"sentence":"Janet went with a cheap van with space to class on the second floor of the finance building in the downtown campus.","shifted":"False","var":"mpp"}
{"id":5865,"sentence":"Janet went to class on the second floor of the finance building in the downtown campus with a cheap van with space.","shifted":"True","var":"mpp"}
{"id":6160,"sentence":"Janet went with a large cheap van to graduate class.","shifted":"False","var":"mpp"}
{"id":6160,"sentence":"Janet went to graduate class with a large cheap van.","shifted":"True","var":"mpp"}
{"id":8539,"sentence":"Janet went in her green electric car with her favorite songs for her trip to the surfing beach in the countryside.","shifted":"False","var":"mpp"}
{"id":8539,"sentence":"Janet went to the surfing beach in the countryside in her green electric car with her favorite songs for her trip.","shifted":"True","var":"mpp"}
{"id":9956,"sentence":"Janet went in a heavy truck to the warm beach in the countryside by her mother's home.","shifted":"False","var":"mpp"}
{"id":9956,"sentence":"Janet went to the warm beach in the countryside by her mother's home in a heavy truck.","shifted":"True","var":"mpp"}
{"id":10488,"sentence":"Janet went in a big heavy truck to the warm surfing beach on the coast in the countryside by her mother's home.","shifted":"False","var":"mpp"}
{"id":10488,"sentence":"Janet went to the warm surfing beach on the coast in the countryside by her mother's home in a big heavy truck.","shifted":"True","var":"mpp"}
{"id":10867,"sentence":"Janet went with a large cheap van with space for her supplies to the beach by her mother's home.","shifted":"False","var":"mpp"}
{"id":10867,"sentence":"Janet went to the beach by her mother's home with a large cheap van with space for her supplies.","shifted":"True","var":"mpp"}
{"id":12054,"sentence":"Janet went with a large rented van for her supplies to the warm surfing beach.","shifted":"False","var":"mpp"}
{"id":12054,"sentence":"Janet went to the warm surfing beach with a large rented van for her supplies.","shifted":"True","var":"mpp"}
{"id":12802,"sentence":"Janet went in her car for her trip to the concert.","shifted":"False","var":"mpp"}
{"id":12802,"sentence":"Janet went to the concert in her car for her trip.","shifted":"True","var":"mpp"}
{"id":12807,"sentence":"Janet went in her small car with her favorite songs for her trip to the concert.","shifted":"False","var":"mpp"}
{"id":12807,"sentence":"Janet went to the concert in her small car with her favorite songs for her trip.","shifted":"True","var":"mpp"}
{"id":15746,"sentence":"Janet went in a big truck to the crowded folk music concert.","shifted":"False","var":"mpp"}
{"id":15746,"sentence":"Janet went to the crowded folk music concert in a big truck.","shifted":"True","var":"mpp"}
{"id":18415,"sentence":"Janet went in her electric car with her favorite songs for her trip on spring vacation to the mountains in Canada.","shifted":"False","var":"mpp"}
{"id":18415,"sentence":"Janet went on spring vacation to the mountains in Canada in her electric car with her favorite songs for her trip.","shifted":"True","var":"mpp"}
{"id":19861,"sentence":"Janet went with a large rented van with space on spring vacation.","shifted":"False","var":"mpp"}
{"id":19861,"sentence":"Janet went on spring vacation with a large rented van with space.","shifted":"True","var":"mpp"}
{"id":20127,"sentence":"Janet went with a large cheap rented van with space for her supplies on her spring vacation.","shifted":"False","var":"mpp"}
{"id":20127,"sentence":"Janet went on her spring vacation with a large cheap rented van with space for her supplies.","shifted":"True","var":"mpp"}
{"id":21167,"sentence":"Janet drove in her electric car with her favorite songs for her trip to the annual auction event in the convention center.","shifted":"False","var":"mpp"}
{"id":21167,"sentence":"Janet drove to the annual auction event in the convention center in her electric car with her favorite songs for her trip.","shifted":"True","var":"mpp"}
{"id":21172,"sentence":"Janet drove in her small electric car to the annual auction event in the convention center.","shifted":"False","var":"mpp"}
{"id":21172,"sentence":"Janet drove to the annual auction event in the convention center in her small electric car.","shifted":"True","var":"mpp"}
{"id":22645,"sentence":"Janet drove with a large rented van with space to the annual charity event in the convention center of the metropolis.","shifted":"False","var":"mpp"}
{"id":22645,"sentence":"Janet drove to the annual charity event in the convention center of the metropolis with a large rented van with space.","shifted":"True","var":"mpp"}
{"id":23065,"sentence":"Janet drove in her green electric car with her favorite songs to class.","shifted":"False","var":"mpp"}
{"id":23065,"sentence":"Janet drove to class in her green electric car with her favorite songs.","shifted":"True","var":"mpp"}
{"id":24737,"sentence":"Janet drove in her car with her favorite songs to graduate economics class on the second floor in the downtown campus.","shifted":"False","var":"mpp"}
{"id":24737,"sentence":"Janet drove to graduate economics class on the second floor in the downtown campus in her car with her favorite songs.","shifted":"True","var":"mpp"}
{"id":25108,"sentence":"Janet drove in a heavy truck to class on the second floor.","shifted":"False","var":"mpp"}
{"id":25108,"sentence":"Janet drove to class on the second floor in a heavy truck.","shifted":"True","var":"mpp"}
{"id":26169,"sentence":"Janet drove with a cheap rented van with space to class on the second floor.","shifted":"False","var":"mpp"}
{"id":26169,"sentence":"Janet drove to class on the second floor with a cheap rented van with space.","shifted":"True","var":"mpp"}
{"id":27014,"sentence":"Janet drove with a large van for her supplies to economics class on the second floor of the finance building.","shifted":"False","var":"mpp"}
{"id":27014,"sentence":"Janet drove to economics class on the second floor of the finance building with a large van for her supplies.","shifted":"True","var":"mpp"}
{"id":28564,"sentence":"Janet drove in her small electric car to the warm beach on the coast in the countryside.","shifted":"False","var":"mpp"}
{"id":28564,"sentence":"Janet drove to the warm beach on the coast in the countryside in her small electric car.","shifted":"True","var":"mpp"}
{"id":30341,"sentence":"Janet drove in a heavy truck from the military to the warm beach.","shifted":"False","var":"mpp"}
{"id":30341,"sentence":"Janet drove to the warm beach in a heavy truck from the military.","shifted":"True","var":"mpp"}
{"id":30921,"sentence":"Janet drove in a big heavy truck from the military to the warm surfing beach on the coast in the countryside.","shifted":"False","var":"mpp"}
{"id":30921,"sentence":"Janet drove to the warm surfing beach on the coast in the countryside in a big heavy truck from the military.","shifted":"True","var":"mpp"}
{"id":31656,"sentence":"Janet drove with a cheap van to the warm beach on the coast by her mother's home.","shifted":"False","var":"mpp"}
{"id":31656,"sentence":"Janet drove to the warm beach on the coast by her mother's home with a cheap van.","shifted":"True","var":"mpp"}
{"id":32961,"sentence":"Janet drove with a van with space to the sandy surfing beach in the countryside by her mother's home.","shifted":"False","var":"mpp"}
{"id":32961,"sentence":"Janet drove to the sandy surfing beach in the countryside by her mother's home with a van with space.","shifted":"True","var":"mpp"}
{"id":37183,"sentence":"Janet drove with a large cheap rented van with space for her supplies to the music concert in the stadium.","shifted":"False","var":"mpp"}
{"id":37183,"sentence":"Janet drove to the music concert in the stadium with a large cheap rented van with space for her supplies.","shifted":"True","var":"mpp"}
{"id":39571,"sentence":"Janet drove in a big truck from the military on yearly vacation to the mountains.","shifted":"False","var":"mpp"}
{"id":39571,"sentence":"Janet drove on yearly vacation to the mountains in a big truck from the military.","shifted":"True","var":"mpp"}
{"id":41246,"sentence":"Janet talked about her rude narcissistic disrespectful boss to her sweet quiet friend from college.","shifted":"False","var":"mpp"}
{"id":41246,"sentence":"Janet talked to her sweet quiet friend from college about her rude narcissistic disrespectful boss.","shifted":"True","var":"mpp"}
{"id":45783,"sentence":"Janet chatted about her disrespectful boss with a huge salary to her short friend from college.","shifted":"False","var":"mpp"}
{"id":45783,"sentence":"Janet chatted to her short friend from college about her disrespectful boss with a huge salary.","shifted":"True","var":"mpp"}
{"id":49925,"sentence":"Janet chatted about Sheila from the next cubicle on the second floor to tall skinny Michael.","shifted":"False","var":"mpp"}
{"id":49925,"sentence":"Janet chatted to tall skinny Michael about Sheila from the next cubicle on the second floor.","shifted":"True","var":"mpp"}
{"id":50800,"sentence":"Janet complained about noisy Sheila to her friend from college in Nebraska.","shifted":"False","var":"mpp"}
{"id":50800,"sentence":"Janet complained to her friend from college in Nebraska about noisy Sheila.","shifted":"True","var":"mpp"}
{"id":51507,"sentence":"Janet complained about noisy Sheila on the second floor to her quiet short friend from college.","shifted":"False","var":"mpp"}
{"id":51507,"sentence":"Janet complained to her quiet short friend from college about noisy Sheila on the second floor.","shifted":"True","var":"mpp"}
{"id":52073,"sentence":"Janet complained about her rude narcissistic boss with a huge salary to the bright professional woman at her job.","shifted":"False","var":"mpp"}
{"id":52073,"sentence":"Janet complained to the bright professional woman at her job about her rude narcissistic boss with a huge salary.","shifted":"True","var":"mpp"}
{"id":61111,"sentence":"Janet biked to our morning math class with Mr. Jones in the science building with Emily and her friends.","shifted":"False","var":"mpp"}
{"id":61111,"sentence":"Janet biked with Emily and her friends to our morning math class with Mr. Jones in the science building.","shifted":"True","var":"mpp"}
{"id":61864,"sentence":"Janet biked to the Marvel movie with her younger brother with the red hat.","shifted":"False","var":"mpp"}
{"id":61864,"sentence":"Janet biked with her younger brother with the red hat to the Marvel movie.","shifted":"True","var":"mpp"}
{"id":62250,"sentence":"Janet biked to our advanced class in the science building with her brother with the red hat.","shifted":"False","var":"mpp"}
{"id":62250,"sentence":"Janet biked with her brother with the red hat to our advanced class in the science building.","shifted":"True","var":"mpp"}
{"id":64002,"sentence":"Janet met at the mall with vegan food with the tall attractive man.","shifted":"False","var":"mpp"}
{"id":64002,"sentence":"Janet met with the tall attractive man at the mall with vegan food.","shifted":"True","var":"mpp"}
{"id":67607,"sentence":"Janet talked inside the popular expensive restaurant on main street in downtown with her good friend Emily.","shifted":"False","var":"mpp"}
{"id":67607,"sentence":"Janet talked with her good friend Emily inside the popular expensive restaurant on main street in downtown.","shifted":"True","var":"mpp"}
{"id":68110,"sentence":"Janet talked at the artisan cafe with outdoor seating with the tall attractive man.","shifted":"False","var":"mpp"}
{"id":68110,"sentence":"Janet talked with the tall attractive man at the artisan cafe with outdoor seating.","shifted":"True","var":"mpp"}
{"id":69337,"sentence":"Janet talked inside the popular American restaurant on main street with the tall buff man from her gym.","shifted":"False","var":"mpp"}
{"id":69337,"sentence":"Janet talked with the tall buff man from her gym inside the popular American restaurant on main street.","shifted":"True","var":"mpp"}
{"id":76213,"sentence":"Janet ate at the nearby mall with the restaurants with Emily and her friends from class.","shifted":"False","var":"mpp"}
{"id":76213,"sentence":"Janet ate with Emily and her friends from class at the nearby mall with the restaurants.","shifted":"True","var":"mpp"}
{"id":76994,"sentence":"Janet ate at the cafe with outdoor seating with the buff man.","shifted":"False","var":"mpp"}
{"id":76994,"sentence":"Janet ate with the buff man at the cafe with outdoor seating.","shifted":"True","var":"mpp"}
{"id":78507,"sentence":"Janet ate inside the American seafood restaurant on main street in downtown with the tall attractive buff man.","shifted":"False","var":"mpp"}
{"id":78507,"sentence":"Janet ate with the tall attractive buff man inside the American seafood restaurant on main street in downtown.","shifted":"True","var":"mpp"}
{"id":80570,"sentence":"Janet talked about the disorganized catastrophic failing project for the analysis with her team in the finance branch.","shifted":"False","var":"mpp"}
{"id":80570,"sentence":"Janet talked with her team in the finance branch about the disorganized catastrophic failing project for the analysis.","shifted":"True","var":"mpp"}
{"id":83218,"sentence":"Janet talked about the catastrophic project for the analysis with her new economics team for stock predictions in the finance branch.","shifted":"False","var":"mpp"}
{"id":83218,"sentence":"Janet talked with her new economics team for stock predictions in the finance branch about the catastrophic project for the analysis.","shifted":"True","var":"mpp"}
{"id":84838,"sentence":"Janet talked about a large raise for her project with her new team in the company.","shifted":"False","var":"mpp"}
{"id":84838,"sentence":"Janet talked with her new team in the company about a large raise for her project.","shifted":"True","var":"mpp"}
{"id":85834,"sentence":"Janet talked about a generous raise for her project with her new economics team in the finance branch.","shifted":"False","var":"mpp"}
{"id":85834,"sentence":"Janet talked with her new economics team in the finance branch about a generous raise for her project.","shifted":"True","var":"mpp"}
{"id":88762,"sentence":"Janet talked about the disorganized catastrophic failing project for the analysis during the annual conference for research endeavors.","shifted":"False","var":"mpp"}
{"id":88762,"sentence":"Janet talked during the annual conference for research endeavors about the disorganized catastrophic failing project for the analysis.","shifted":"True","var":"mpp"}
{"id":88851,"sentence":"Janet talked about the catastrophic project for the paper during the annual conference in Nepal for research endeavors.","shifted":"False","var":"mpp"}
{"id":88851,"sentence":"Janet talked during the annual conference in Nepal for research endeavors about the catastrophic project for the paper.","shifted":"True","var":"mpp"}
{"id":89298,"sentence":"Janet talked about the catastrophic project for the analysis during the academia conference in economics.","shifted":"False","var":"mpp"}
{"id":89298,"sentence":"Janet talked during the academia conference in economics about the catastrophic project for the analysis.","shifted":"True","var":"mpp"}
{"id":92152,"sentence":"Janet talked about the disorganized catastrophic failing project during the annual academia charity conference in Nepal for research endeavors in economics.","shifted":"False","var":"mpp"}
{"id":92152,"sentence":"Janet talked during the annual academia charity conference in Nepal for research endeavors in economics about the disorganized catastrophic failing project.","shifted":"True","var":"mpp"}
{"id":92849,"sentence":"Janet talked about a large generous raise for the budget during the academia conference in Nepal in economics.","shifted":"False","var":"mpp"}
{"id":92849,"sentence":"Janet talked during the academia conference in Nepal in economics about a large generous raise for the budget.","shifted":"True","var":"mpp"}
{"id":92884,"sentence":"Janet talked about a large annual raise during the academia conference for research endeavors in economics.","shifted":"False","var":"mpp"}
{"id":92884,"sentence":"Janet talked during the academia conference for research endeavors in economics about a large annual raise.","shifted":"True","var":"mpp"}
{"id":92975,"sentence":"Janet talked about a annual raise for the budget for her project during the charity conference in Nepal.","shifted":"False","var":"mpp"}
{"id":92975,"sentence":"Janet talked during the charity conference in Nepal about a annual raise for the budget for her project.","shifted":"True","var":"mpp"}
{"id":98007,"sentence":"Janet talked about the catastrophic project in the data for the analysis for the paper during the dedicated internal complaints meeting for organized projects.","shifted":"False","var":"mpp"}
{"id":98007,"sentence":"Janet talked during the dedicated internal complaints meeting for organized projects about the catastrophic project in the data for the analysis for the paper.","shifted":"True","var":"mpp"}
{"id":98754,"sentence":"Janet talked about a raise for her project during the dedicated meeting about company funding for organized projects.","shifted":"False","var":"mpp"}
{"id":98754,"sentence":"Janet talked during the dedicated meeting about company funding for organized projects about a raise for her project.","shifted":"True","var":"mpp"}
{"id":98875,"sentence":"Janet talked about a generous annual raise for the budget for her project during the internal meeting for speaking with HR.","shifted":"False","var":"mpp"}
{"id":98875,"sentence":"Janet talked during the internal meeting for speaking with HR about a generous annual raise for the budget for her project.","shifted":"True","var":"mpp"}
{"id":99222,"sentence":"Janet talked about a large annual raise for her project during the complaints meeting for speaking with HR about company funding.","shifted":"False","var":"mpp"}
{"id":99222,"sentence":"Janet talked during the complaints meeting for speaking with HR about company funding about a large annual raise for her project.","shifted":"True","var":"mpp"}
{"id":105320,"sentence":"Janet chatted about a generous raise with her economics team in the company.","shifted":"False","var":"mpp"}
{"id":105320,"sentence":"Janet chatted with her economics team in the company about a generous raise.","shifted":"True","var":"mpp"}
{"id":106299,"sentence":"Janet chatted about a generous annual raise for the budget for her project with her new assigned economics team for stock predictions.","shifted":"False","var":"mpp"}
{"id":106299,"sentence":"Janet chatted with her new assigned economics team for stock predictions about a generous annual raise for the budget for her project.","shifted":"True","var":"mpp"}
{"id":109352,"sentence":"Janet chatted about the disorganized failing project during the academia conference in Nepal for research endeavors.","shifted":"False","var":"mpp"}
{"id":109352,"sentence":"Janet chatted during the academia conference in Nepal for research endeavors about the disorganized failing project.","shifted":"True","var":"mpp"}
{"id":111806,"sentence":"Janet chatted about the disorganized catastrophic failing project for the analysis for the paper during the annual academia charity conference for research endeavors.","shifted":"False","var":"mpp"}
{"id":111806,"sentence":"Janet chatted during the annual academia charity conference for research endeavors about the disorganized catastrophic failing project for the analysis for the paper.","shifted":"True","var":"mpp"}
{"id":112407,"sentence":"Janet chatted about a large annual raise for the budget for her project during the annual conference.","shifted":"False","var":"mpp"}
{"id":112407,"sentence":"Janet chatted during the annual conference about a large annual raise for the budget for her project.","shifted":"True","var":"mpp"}
{"id":113731,"sentence":"Janet chatted about a raise for the budget for her project during the academia charity conference for research endeavors.","shifted":"False","var":"mpp"}
{"id":113731,"sentence":"Janet chatted during the academia charity conference for research endeavors about a raise for the budget for her project.","shifted":"True","var":"mpp"}
{"id":113734,"sentence":"Janet chatted about a large raise for her project during the academia charity conference for research endeavors.","shifted":"False","var":"mpp"}
{"id":113734,"sentence":"Janet chatted during the academia charity conference for research endeavors about a large raise for her project.","shifted":"True","var":"mpp"}
{"id":114468,"sentence":"Janet chatted about the disorganized catastrophic project in the data for the analysis during the meeting for speaking with HR about company funding.","shifted":"False","var":"mpp"}
{"id":114468,"sentence":"Janet chatted during the meeting for speaking with HR about company funding about the disorganized catastrophic project in the data for the analysis.","shifted":"True","var":"mpp"}
{"id":114775,"sentence":"Janet chatted about the catastrophic project in the data for the analysis for the paper during the dedicated meeting for speaking with HR.","shifted":"False","var":"mpp"}
{"id":114775,"sentence":"Janet chatted during the dedicated meeting for speaking with HR about the catastrophic project in the data for the analysis for the paper.","shifted":"True","var":"mpp"}
{"id":116909,"sentence":"Janet chatted about the disorganized failing project in the data for the paper during the dedicated complaints meeting about company funding.","shifted":"False","var":"mpp"}
{"id":116909,"sentence":"Janet chatted during the dedicated complaints meeting about company funding about the disorganized failing project in the data for the paper.","shifted":"True","var":"mpp"}
{"id":117306,"sentence":"Janet chatted about the disorganized catastrophic failing project for the analysis during the internal complaints meeting.","shifted":"False","var":"mpp"}
{"id":117306,"sentence":"Janet chatted during the internal complaints meeting about the disorganized catastrophic failing project for the analysis.","shifted":"True","var":"mpp"}
{"id":118274,"sentence":"Janet chatted about a raise for her project during the meeting.","shifted":"False","var":"mpp"}
{"id":118274,"sentence":"Janet chatted during the meeting about a raise for her project.","shifted":"True","var":"mpp"}
{"id":118802,"sentence":"Janet chatted about a large generous raise for her project during the internal meeting.","shifted":"False","var":"mpp"}
{"id":118802,"sentence":"Janet chatted during the internal meeting about a large generous raise for her project.","shifted":"True","var":"mpp"}
{"id":122323,"sentence":"Janet argued about the catastrophic project for the paper with her economics team for stock predictions in the finance branch in the company.","shifted":"False","var":"mpp"}
{"id":122323,"sentence":"Janet argued with her economics team for stock predictions in the finance branch in the company about the catastrophic project for the paper.","shifted":"True","var":"mpp"}
{"id":122942,"sentence":"Janet argued about the disorganized catastrophic failing project for the analysis for the paper with her new economics team.","shifted":"False","var":"mpp"}
{"id":122942,"sentence":"Janet argued with her new economics team about the disorganized catastrophic failing project for the analysis for the paper.","shifted":"True","var":"mpp"}
{"id":123328,"sentence":"Janet argued about the project with her new economics team for stock predictions in the finance branch in the company.","shifted":"False","var":"mpp"}
{"id":123328,"sentence":"Janet argued with her new economics team for stock predictions in the finance branch in the company about the project.","shifted":"True","var":"mpp"}
{"id":123520,"sentence":"Janet argued about the project with her assigned economics team in the finance branch.","shifted":"False","var":"mpp"}
{"id":123520,"sentence":"Janet argued with her assigned economics team in the finance branch about the project.","shifted":"True","var":"mpp"}
{"id":126219,"sentence":"Janet argued about a generous raise for the budget for her project with her new assigned economics team.","shifted":"False","var":"mpp"}
{"id":126219,"sentence":"Janet argued with her new assigned economics team about a generous raise for the budget for her project.","shifted":"True","var":"mpp"}
{"id":127030,"sentence":"Janet argued about the catastrophic failing project for the analysis for the paper with her rude ignorant boss.","shifted":"False","var":"mpp"}
{"id":127030,"sentence":"Janet argued with her rude ignorant boss about the catastrophic failing project for the analysis for the paper.","shifted":"True","var":"mpp"}
{"id":127150,"sentence":"Janet argued about the disorganized failing project for the analysis for the paper with her rude unprofessional boss.","shifted":"False","var":"mpp"}
{"id":127150,"sentence":"Janet argued with her rude unprofessional boss about the disorganized failing project for the analysis for the paper.","shifted":"True","var":"mpp"}
{"id":127588,"sentence":"Janet argued about a large raise with her rude boss from Cincinnati.","shifted":"False","var":"mpp"}
{"id":127588,"sentence":"Janet argued with her rude boss from Cincinnati about a large raise.","shifted":"True","var":"mpp"}
{"id":128967,"sentence":"Janet argued about the project in the data for the analysis for the paper during the annual conference in Nepal for research endeavors in economics.","shifted":"False","var":"mpp"}
{"id":128967,"sentence":"Janet argued during the annual conference in Nepal for research endeavors in economics about the project in the data for the analysis for the paper.","shifted":"True","var":"mpp"}
{"id":130175,"sentence":"Janet argued about the disorganized catastrophic failing project in the data for the analysis for the paper during the annual academia conference in Nepal.","shifted":"False","var":"mpp"}
{"id":130175,"sentence":"Janet argued during the annual academia conference in Nepal about the disorganized catastrophic failing project in the data for the analysis for the paper.","shifted":"True","var":"mpp"}
{"id":132783,"sentence":"Janet argued about a annual raise for the budget for her project during the academia conference in Nepal in economics.","shifted":"False","var":"mpp"}
{"id":132783,"sentence":"Janet argued during the academia conference in Nepal in economics about a annual raise for the budget for her project.","shifted":"True","var":"mpp"}
{"id":133064,"sentence":"Janet argued about a generous raise during the charity conference for research endeavors in economics.","shifted":"False","var":"mpp"}
{"id":133064,"sentence":"Janet argued during the charity conference for research endeavors in economics about a generous raise.","shifted":"True","var":"mpp"}
{"id":133974,"sentence":"Janet argued about a large annual raise for her project during the annual academia charity conference for research endeavors.","shifted":"False","var":"mpp"}
{"id":133974,"sentence":"Janet argued during the annual academia charity conference for research endeavors about a large annual raise for her project.","shifted":"True","var":"mpp"}
{"id":134445,"sentence":"Janet argued about the disorganized failing project in the data for the paper during the meeting for speaking with HR about company funding.","shifted":"False","var":"mpp"}
{"id":134445,"sentence":"Janet argued during the meeting for speaking with HR about company funding about the disorganized failing project in the data for the paper.","shifted":"True","var":"mpp"}
{"id":135701,"sentence":"Janet argued about the catastrophic project in the data for the paper during the complaints meeting.","shifted":"False","var":"mpp"}
{"id":135701,"sentence":"Janet argued during the complaints meeting about the catastrophic project in the data for the paper.","shifted":"True","var":"mpp"}
{"id":137832,"sentence":"Janet argued about the disorganized failing project during the dedicated internal complaints meeting for speaking with HR.","shifted":"False","var":"mpp"}
{"id":137832,"sentence":"Janet argued during the dedicated internal complaints meeting for speaking with HR about the disorganized failing project.","shifted":"True","var":"mpp"}
{"id":139371,"sentence":"Janet argued about a generous raise for the budget for her project during the dedicated internal meeting for organized projects.","shifted":"False","var":"mpp"}
{"id":139371,"sentence":"Janet argued during the dedicated internal meeting for organized projects about a generous raise for the budget for her project.","shifted":"True","var":"mpp"}
{"id":141876,"sentence":"Janet negotiatied about the catastrophic failing project in the data for the analysis with her economics team.","shifted":"False","var":"mpp"}
{"id":141876,"sentence":"Janet negotiatied with her economics team about the catastrophic failing project in the data for the analysis.","shifted":"True","var":"mpp"}
{"id":142806,"sentence":"Janet negotiatied about the catastrophic project for the analysis for the paper with her new assigned team for stock predictions in the finance branch in the company.","shifted":"False","var":"mpp"}
{"id":142806,"sentence":"Janet negotiatied with her new assigned team for stock predictions in the finance branch in the company about the catastrophic project for the analysis for the paper.","shifted":"True","var":"mpp"}
{"id":143144,"sentence":"Janet negotiatied about the disorganized failing project with her new economics team for stock predictions in the finance branch.","shifted":"False","var":"mpp"}
{"id":143144,"sentence":"Janet negotiatied with her new economics team for stock predictions in the finance branch about the disorganized failing project.","shifted":"True","var":"mpp"}
{"id":145886,"sentence":"Janet negotiatied about a large generous annual raise for her project with her new economics team in the finance branch in the company.","shifted":"False","var":"mpp"}
{"id":145886,"sentence":"Janet negotiatied with her new economics team in the finance branch in the company about a large generous annual raise for her project.","shifted":"True","var":"mpp"}
{"id":146866,"sentence":"Janet negotiatied about the catastrophic failing project for the analysis with her unprofessional boss.","shifted":"False","var":"mpp"}
{"id":146866,"sentence":"Janet negotiatied with her unprofessional boss about the catastrophic failing project for the analysis.","shifted":"True","var":"mpp"}
{"id":146952,"sentence":"Janet negotiatied about the disorganized project with her rude ignorant boss.","shifted":"False","var":"mpp"}
{"id":146952,"sentence":"Janet negotiatied with her rude ignorant boss about the disorganized project.","shifted":"True","var":"mpp"}
{"id":149855,"sentence":"Janet negotiatied about the failing project in the data for the analysis for the paper during the charity conference in Nepal in economics.","shifted":"False","var":"mpp"}
{"id":149855,"sentence":"Janet negotiatied during the charity conference in Nepal in economics about the failing project in the data for the analysis for the paper.","shifted":"True","var":"mpp"}
{"id":149966,"sentence":"Janet negotiatied about the disorganized project for the analysis for the paper during the charity conference in Nepal for research endeavors in economics.","shifted":"False","var":"mpp"}
{"id":149966,"sentence":"Janet negotiatied during the charity conference in Nepal for research endeavors in economics about the disorganized project for the analysis for the paper.","shifted":"True","var":"mpp"}
{"id":151154,"sentence":"Janet negotiatied about the catastrophic failing project for the analysis during the academia charity conference in Nepal.","shifted":"False","var":"mpp"}
{"id":151154,"sentence":"Janet negotiatied during the academia charity conference in Nepal about the catastrophic failing project for the analysis.","shifted":"True","var":"mpp"}
{"id":157091,"sentence":"Janet negotiatied about the disorganized catastrophic project for the paper during the dedicated complaints meeting about company funding for organized projects.","shifted":"False","var":"mpp"}
{"id":157091,"sentence":"Janet negotiatied during the dedicated complaints meeting about company funding for organized projects about the disorganized catastrophic project for the paper.","shifted":"True","var":"mpp"}
{"id":158539,"sentence":"Janet negotiatied about a generous raise for the budget for her project during the dedicated meeting about company funding.","shifted":"False","var":"mpp"}
{"id":158539,"sentence":"Janet negotiatied during the dedicated meeting about company funding about a generous raise for the budget for her project.","shifted":"True","var":"mpp"}
{"id":159093,"sentence":"Janet negotiatied about a large annual raise for the budget during the complaints meeting for organized projects.","shifted":"False","var":"mpp"}
{"id":159093,"sentence":"Janet negotiatied during the complaints meeting for organized projects about a large annual raise for the budget.","shifted":"True","var":"mpp"}
{"id":161390,"sentence":"Janet discussed about the disorganized failing project for the analysis for the paper with her assigned team for stock predictions.","shifted":"False","var":"mpp"}
{"id":161390,"sentence":"Janet discussed with her assigned team for stock predictions about the disorganized failing project for the analysis for the paper.","shifted":"True","var":"mpp"}
{"id":161577,"sentence":"Janet discussed about the disorganized failing project in the data with her assigned team for stock predictions in the finance branch.","shifted":"False","var":"mpp"}
{"id":161577,"sentence":"Janet discussed with her assigned team for stock predictions in the finance branch about the disorganized failing project in the data.","shifted":"True","var":"mpp"}
{"id":161658,"sentence":"Janet discussed about the disorganized catastrophic failing project for the analysis with her assigned team for stock predictions in the company.","shifted":"False","var":"mpp"}
{"id":161658,"sentence":"Janet discussed with her assigned team for stock predictions in the company about the disorganized catastrophic failing project for the analysis.","shifted":"True","var":"mpp"}
{"id":162134,"sentence":"Janet discussed about the catastrophic project for the analysis for the paper with her economics team for stock predictions in the company.","shifted":"False","var":"mpp"}
{"id":162134,"sentence":"Janet discussed with her economics team for stock predictions in the company about the catastrophic project for the analysis for the paper.","shifted":"True","var":"mpp"}
{"id":169873,"sentence":"Janet discussed about the catastrophic project in the data during the charity conference for research endeavors in economics.","shifted":"False","var":"mpp"}
{"id":169873,"sentence":"Janet discussed during the charity conference for research endeavors in economics about the catastrophic project in the data.","shifted":"True","var":"mpp"}
{"id":170501,"sentence":"Janet discussed about the project in the data for the paper during the annual charity conference.","shifted":"False","var":"mpp"}
{"id":170501,"sentence":"Janet discussed during the annual charity conference about the project in the data for the paper.","shifted":"True","var":"mpp"}
{"id":170826,"sentence":"Janet discussed about the disorganized project for the analysis during the annual charity conference in Nepal in economics.","shifted":"False","var":"mpp"}
{"id":170826,"sentence":"Janet discussed during the annual charity conference in Nepal in economics about the disorganized project for the analysis.","shifted":"True","var":"mpp"}
{"id":176508,"sentence":"Janet discussed about the disorganized catastrophic failing project in the data for the analysis during the dedicated internal meeting for speaking with HR for organized projects.","shifted":"False","var":"mpp"}
{"id":176508,"sentence":"Janet discussed during the dedicated internal meeting for speaking with HR for organized projects about the disorganized catastrophic failing project in the data for the analysis.","shifted":"True","var":"mpp"}
{"id":179091,"sentence":"Janet discussed about a large generous raise for the budget for her project during the complaints meeting for speaking with HR about company funding.","shifted":"False","var":"mpp"}
{"id":179091,"sentence":"Janet discussed during the complaints meeting for speaking with HR about company funding about a large generous raise for the budget for her project.","shifted":"True","var":"mpp"}
{"id":179114,"sentence":"Janet discussed about a generous raise for her project during the complaints meeting for speaking with HR for organized projects.","shifted":"False","var":"mpp"}
{"id":179114,"sentence":"Janet discussed during the complaints meeting for speaking with HR for organized projects about a generous raise for her project.","shifted":"True","var":"mpp"}
{"id":179421,"sentence":"Janet discussed about a large generous annual raise for the budget during the dedicated internal meeting about company funding for organized projects.","shifted":"False","var":"mpp"}
{"id":179421,"sentence":"Janet discussed during the dedicated internal meeting about company funding for organized projects about a large generous annual raise for the budget.","shifted":"True","var":"mpp"}